<cls>
<pad>
<eos>
<unk>
A
C
G
N
T
AA
TT
TG
CC
AG
TC
AC
GG
ATT
AT
ATG
GC
ACC
TCC
AAG
AGG
AGC
TAA
TTC
ATC
TGC
TGG
AAC
TTG
AAAA
CCC
TAG
TAC
TTTT
TGGG
AGAA
AGGG
AGCC
TATT
AAGG
AGGC
TGTG
TTGG
TCCC
TCTC
ATAA
TGCC
TTCC
ACAC
ATGG
ACCC
TTTC
AGAG
ATCC
TGAA
TGGC
ATTC
ATGC
AGAC
GGC
TAT
GCC
ACAA
TGTC
ATTG
TTAA
TTGC
TATG
TGAG
ACTC
GGG
ACAG
TAAG
AAGC
TTTG
TAAC
AAAG
TACC
ACG
TATC
AACC
TAGC
AGTC
ACTG
ACTT
TAGG
AGTG
TCTG
AAAC
TCAC
ATAC
TGTT
AGGCC
AGTT
ATATT
AAGAA
TCTT
TAAAA
TGAC
TCAA
TGGCC
TGGGC
TCAG
TCCCC
AAGCC
ATAG
ATTTT
AATT
GGCC
TCG
ATGCC
TTTTC
ACCCC
ATTCC
AGGAA
AGGGC
ATAT
TGGGG
ATGGC
GGGC
ATTTC
TGGAA
ATGAA
TTTCC
AAGGC
AGAAG
TTTTG
ATCTC
AACAA
TTAC
AGCCC
ATGGG
TGCCC
AGGGG
TGTAA
TCTCC
TTGCC
AGAGC
ACTGC
ATCCC
TTCCC
TATAA
TTTAA
TGAGG
ATTGC
GGGG
AGAGG
ACAGC
TGAAG
TATTC
TTCTC
TTGGC
ACTCC
ACCTC
AATC
AGAAC
TGAGC
AGATG
TTGGG
TGTGC
AGTGC
TTGAA
ATATG
AAGGG
TGTGG
ATTAA
TTTGC
AAAAAA
TCTGC
AGCG
ACTTC
AGTTC
AGACC
AGCAA
TGTCC
GCG
ATATC
TGACC
ATAAC
TGAAC
TCTTC
ACATT
ACAGG
ACACC
ATAAAA
TGTTC
TATTG
AGAAAA
TGATG
TAGAA
TTATT
TCAGG
AGATC
TAGCC
ACATC
TATCC
AGTAA
TGATT
AGATT
TCACC
ATAAG
AGTGG
ACATG
TCAGC
TATGG
AGTCC
TTTTTTTT
ACGC
ACGG
ATACC
TACCC
TTTGG
AACG
ATAGC
TATGC
CCCC
TTTAC
TGTTG
TGATC
TGCAA
AAAAAAAA
TTTAG
TGCG
ATTGG
ACAAG
TTCAA
ACCG
TCATC
TGTAG
TCCG
ACTGG
TAAGG
ACAAC
TACAA
AGAAGG
TCCTC
ACTTG
AGAAGC
AGCTC
TTTTCC
TAAGC
ATCAA
TAACC
TAGGC
TCTGG
TCATT
AGCCCC
ACTAC
AAAAC
ATAGG
TCTTG
TGTAC
AGTTG
TGAAAA
TAGGG
TCAAG
AAATG
TGAGGC
AGGAAG
GCCC
ACTAA
AAAAG
TCCCAGC
TCGC
TTAAG
TTAAC
AGGAGG
ACAGGC
ATTTTC
AGAGAA
TTTATT
TCATG
TTATC
TTATG
AATAA
TGTTTT
TTAAAA
AAAGC
TCAGCC
AGGCTGG
TTGGCC
TCGG
AAAGG
TTCG
TTAG
AGCAGC
ACAAAA
TCCTCC
AAACC
ATCG
TTCCCC
CCCG
TTACC
TCAAC
AGTAC
AAGAAG
TGTCTC
TGGGGC
TGGGCC
AGTAG
AGTGGC
AGGGCC
AAATT
TGCTC
TGAGCC
TTTCTC
AGGGGC
TTCTCC
TCTAA
AGAGGC
AAATC
TGCCCC
TGAAGC
TGGGATT
TACG
TGTGGC
ATTTAA
ACAGAA
TGTGCC
TTAGC
TGTATT
AAAAGC
ATTTCC
TGGGGG
ATATAA
AAAACC
TGAGAA
AACTCC
AGCTGC
ACCATG
ATTTTG
AAAAGG
AAGGCC
TTTTGC
ATGGCC
TCTAC
TGCTGC
AACCC
TTAGG
AGAGCC
TGGAGG
TGAGAC
TAATAA
AACTC
TTTCCC
TGGAAG
GCCCC
ATAGAA
ACCAA
AGAGGG
ATATTC
AGCTCC
TTTTGG
ACCAC
TGAAGG
ATCCCC
TTCTTC
GCGC
TCTGCC
AGGCCC
ACAGCC
ACCTCC
TTGCCC
ACACACAC
AGAACC
TGATCC
TTTAT
TGTTTC
AGATGG
AATTC
ATTATT
ACTAG
AGACAC
AGGAGC
AGTTTT
AAGTC
ATCTCC
TGGCCC
ACAGAG
ATACAA
TGCAGC
ATGTC
AAGAAC
ACTTTT
TGGAGC
GGCG
AGGAAC
GCGG
AGGCG
TAATTTT
ACTTCC
TTCTGC
AATCC
ATCACC
TCCCG
ATGAAG
AGTCTC
AGGTC
AGGAC
ACCACC
AGTTTC
TAAAAC
TGTGTGTG
TGGAAC
ATACAC
AGCCG
TTGGGG
TGATTC
ACTGTG
ATATTG
TTTGAA
TCCAA
AGCAAG
TAAATG
TCTAG
TGCTTC
TGTGGG
ACGCC
ATAAGG
TGTTCC
TGCTCC
AGATGC
AAGATG
AAGACC
TGAGGG
AGTGAA
AAGAAAA
AACAAC
TTGTC
TCACTGC
ACAGAC
TCCTGCC
AGACCC
TGTAT
ATATGC
ATCTTC
AGGAGAA
TGGTGG
AAAGTGC
TTTGGG
AATGC
TTTGTG
ATTTTTT
TACTC
AAGGGC
AGCTTC
TTTGCC
AAGCCC
ACCCCC
TATTCC
ACAGGG
TGACTC
ACAAGC
TTGGGC
AGGATG
TTTATG
ACTGAA
ACTTTC
AGCTGG
TCTTCC
AGATAA
ACTGCC
AGATTC
ATTCCC
TGATGG
TCTTTT
TGAGAG
ACATTC
TCCTGC
ACACCC
ACCTGC
ATTTAC
TCTCCC
TAAAAG
AGTGGG
TGGCG
AGTGCC
ATTTGC
TCCCCC
AAGAGG
AATGG
TGACCC
AGTTCC
ATCATC
TAAGCC
ATATCC
TGTCCC
ATATGG
TAAATT
AAGGGG
ACTGGG
ATGATG
AAAAATT
ACATGG
AATAC
ACATCC
AACAGC
GCCG
ATCTGC
ACAACC
TGAACC
AGACG
TGTATG
TGACAC
TCTGTC
TTTAAC
AGGGGG
AGGTGG
ACTTTGGG
AATTG
AGTAGC
TCTCG
TTTGTC
AGCACC
AGTATT
TGTAATCCCAGC
AGGTGC
TCCTTC
AACCCC
TATATT
AACTTC
AGTGTG
TGGATG
ACTCCC
AAATAA
ACTGGC
TGATGC
ACAAGG
TTCAAG
AAGCG
AGCGC
ACATGC
AGCAGG
TGGTC
TTTATC
ATGGGG
TGCGG
AACAAG
AGAT
ACACG
AATAG
ACGGC
ATGCCC
TTTGGC
TGATAA
AAAATAA
AAGATC
TGACAA
AAAGAA
TTTAAG
TTGTTG
AGTGAG
TTATTC
GGGGC
AGCATC
ATGGGC
ACTTGG
TCCAGG
TGACAG
TGTTAA
TGTTGG
ACTCTC
ACATAA
TTATAA
ACCGC
TGTTGC
TCTTTC
AGATCC
AACATC
ATGTAA
TCCTGG
TCTGTG
TCTGGG
TTCTGG
TCCACC
TTGAAG
ATACAG
TGTAAC
TTAGAA
AGTGTC
AACATG
TACCCC
TTCATC
ATTTATT
ATTTGG
AGTCCC
AGTTAA
TCCAGC
ATACCC
ACCAGC
ATAGAG
AGGCTGAGGC
ACTGTC
TGTTTG
AACTGC
ATTGCC
TGCCG
AGTAT
CCCAGC
ACCTGG
ACCTTG
AAGAGC
AGGATC
TGCTGG
ATATATT
TGGCTC
ACCATC
ACCTTC
TAGGCC
ACTTGC
TTAGCC
TTTTAA
AACATT
TCAGAA
AGGCCG
ACTATT
ACTATG
TTAACC
ATGTGC
ACTCCAGCC
ACTGAG
AGTTGG
TTTGAG
AAGTAA
GGCCC
ACATTG
TTGTAA
AGGTTC
AGATTG
ATAACC
ATGTGG
AAGGAA
ATGTTC
TTGTTC
ATAGAC
TGGTGC
ATACTC
TTTTTAA
TCTTGC
ATAGCC
TCCATC
ACCCG
ATAAGC
ATGAGG
AACAAAA
ATGGAA
TCAAAA
AGCTAC
AGCGG
TAGAAG
ACGGG
AGTTGC
TGTAAG
TGCAGG
TGTATC
ATGAAC
TGGATC
ACTTAA
ATAGGC
AGTAAG
AGCCTCC
TCCCAAAGTGC
TTGTCC
AGGCGG
TTCAGC
AGTAAC
AGTTTG
TTCATT
CCCAGG
ATATAC
TTTAAAA
ATGATC
TTTACC
TTCTAA
TATTGC
AACTAA
AAGTGC
AGGAAAA
GGAA
GGGCC
TCTGAA
TCACCC
ATTTAG
AGGGAA
AGGCTGGAGTGC
AGGACC
TATATG
GTGG
TCTGGC
TGATTG
TCACAC
TGGGATTACAGGC
AAGTCC
TGACTG
AGGCCCC
ACTTTG
TATGCC
AACATGG
TTATTG
AGAAGAA
ATCTTG
ATACTT
AAGATT
TGCGC
TTACAA
TCATTC
AAGTTC
TCAGGG
ATACTG
TATGGC
TGGGAA
TCAGAG
TTTAGC
TGACG
TTAAGC
AACACC
TATCCC
TTGTAG
TACTTC
TCCGC
ATTGGC
TCAGGC
TCGCC
ATTAAAA
ATAGGG
TCCATG
TTGCAGTG
TTGTTTT
ACCCCG
TAAATC
TACTAAAA
TGACTT
AGCAAC
AAGTGG
AAGCAA
TAGAGAC
AGCATG
ACTAT
TGTAGC
TTCCG
ATTTTTC
TAAAAAA
TGTGAA
TGTACC
TGACCTC
AACTAC
TTCTTG
ACCAGG
GGCCCC
ACTACC
TGGCCCC
ATTATC
TCATCC
TGAGGCC
ATGTTG
AGTATG
GAA
TCGGC
TCAAGG
ATTTTAA
AACGC
AACTTG
ATGTCC
AGGTAA
ATAGTC
ATACG
TTCTAG
AGCTAA
TCCGG
TTCTT
TATAAAA
TCTTGG
AGGAAGG
AGCCACC
TCACTC
ATCTGG
AGGCTGC
AGGTAG
TCCTTG
AAAGCC
TTCATG
TTCTAC
TTACCC
ATTCG
AGAAGCC
ATAGTT
ATCAGC
ATCGC
TTATCC
TCCGCC
AGTATC
TTTCG
TTCACC
TTCTTTT
TGGATT
TGCATG
AAGAGAA
AATTTT
ATGCG
TCTCTCTC
TTACAG
TTTAGG
TGTAGG
ACCAGCC
ATTATG
ATTTTCC
AGAAGGC
AACTGG
TCAAGC
TTGGAA
TTAAGG
AACAGG
TCCTAA
TTCAGG
TAAGAA
TATTGG
ATATAG
TTACTC
TTACAC
AGTAGG
TCTGAG
TCCTGGG
TGCACC
TGCATC
AGACAA
AGAAAAC
TCTGCCC
TTAGAG
TGGGCG
TAAGGC
ATGAGC
ATAAATAA
GGGGG
TCGGCC
ATCATT
TTGTGG
AAGTAG
TGAAGCC
ATGAAAA
ATGTAC
TTGAAC
AGGATT
TGGCTCAC
ACCAAC
TAATAC
TCACAA
AGCATT
TCATGG
AAGTAC
ACTATC
ACACAA
AAACTCC
TCAGTC
TGGGAGG
TGGTTC
ATAGTG
ACCAAG
TATATC
AGGAAGC
ACCTGCC
TTCTGCC
TCACAG
AGAGAGAG
CCCAA
ACTAAG
TTTCAA
TCCAGCC
TTATGC
TCCTCCC
TGGAAAA
TCTATT
AAGTTG
AGAGGCC
TGGGGCC
ATCATG
ATCTAC
ACCTAC
AGGAGGC
TCAGAC
AGCAGCC
GGCGGC
TTATTTT
AGCTTG
TCTTCCC
AGATAC
ATTGGG
TTCTTTC
TTTTTTTTTTTT
AAACCC
TCGGG
TCTTTG
TATGGG
TGCTAA
TGCAGCC
TATTTATT
TCACTGCAACC
AGTACC
ATCCG
TCACTG
ATTTCTC
AGGATGG
TGCTTG
TAGAAC
TCCCAAG
TGAAGAA
TCATTG
TTATGG
TGCTAC
AGAAAAG
ACTAAC
TCCTGAG
GCCGC
TAAAGC
TGTCG
TGGACC
TGCATT
TCAACC
TAATTC
AGAGAAG
CCCGC
ATGCAA
ATGAGCC
TCCAAG
TTGAGG
TTACTG
TAGGGC
ATGATT
AGAAAGAA
AAGCCCC
TGCTGCC
AGCTGAG
ACTGCACTCCAGCC
AGCTGGG
TTCAAC
ACCGG
TCCTTCC
TTACTT
AATGGC
TTTCCCC
ACATAC
TTCTTCC
TTAGGG
AAATTC
ACTCG
ACGCCC
ATCTAA
TCCTGCCTCAGCC
TGGGGGC
AAAGGC
TAGAAAA
TCCTAC
AGAAATG
TCAAAG
TCTATG
AAATGC
TTGAGC
TTTATAA
TTGTAC
AGGTAC
TGTAAAA
TGTGGCC
TAGGGG
TGGTAA
ATCAAC
ACCTAA
AGAGCCC
TGGCGC
AGGTCC
TTGTATT
AGAAGGG
AGGAGCC
TTGTGC
AGGAGGG
ATCAAG
TAGCCC
TCATGC
TAACG
TGGGCAAC
GGCGC
TCAGTG
TATAAC
AATATT
TCACG
TTTCTTC
TGTAATCCCAGCACTTTGGG
TCTTAA
TTGATG
TGTCCCC
TAGTAA
TTTTCCC
ACCTCCC
TACATT
TTAGGC
TACTAAAAATAC
AGCCTGG
AACGG
TGGGACTAC
TTTTGCC
TGCAAG
ACTTCCC
AGCGCC
AAATCC
AAAGAC
TCTACC
TGGAAGG
AGATGGG
AGCTGCC
AGGGGCC
AAAAAAAAAAAA
AGCTTCC
TTCGG
TCAGTT
TAAACC
TTCGC
ATGACC
ATTAAC
TTTTAAAA
TTTCTCC
TACAAAA
TTAGAC
TGCAAC
TAAATAA
AGAGGAA
AAACAC
AGGAGAC
AAGAAAG
TAAGGG
ACTAGG
AGGGCCC
TGAAGGC
AGGTTG
TCATAA
TGATAC
TTCTCTC
AGAGGGC
ATTGAA
TACAGC
TGGTTG
TGGTCC
TAGATG
ATTCCCC
AAGAAGG
AGAATAA
TACATG
ATATTCC
CCCGG
AGTTCG
TATAGC
TACTGC
GCCGCC
AGGCGC
ACTAGC
AAAGAG
AGATGCC
ATAAGAA
ACAGCCC
AAATGG
GGGCG
TGGTAG
TTTTTCC
TATACC
TTGAAAA
AGGCTGAGGCAGGAGAA
TTTCTTTC
TACCG
TACATC
TTGAACC
TGAATAA
ACATTTT
AGCAGAA
TGGAGCC
TTGATT
AAAGGG
ATATATAT
TGCTTCC
AGATGGC
TTGATC
AGTCG
AGGAGAG
AGACGG
AGCTAG
AACCG
TGGGCCC
TTGACC
AAACAA
ATGTAG
ACATAG
TGTTTTC
TTTGTTTT
GGCCG
AAGAAGC
GGCGG
TTGCG
ATAATAA
TTTATTC
AGATATT
TGGTAC
ACATGCC
TGAAAAC
TATTTTC
TTAGTT
AGCTGTG
TCCAAC
TCTCAA
ACATATT
ATCAGG
TACTAA
AAAGAAAA
ATTAAG
TGGAGAA
ATTCAA
TGGCTGC
TATAAG
TCTCAGC
AGATGGGG
TCTATC
TGGGAAG
AAAGAAG
TCCTAG
TGAGGGC
AGATAG
CCCTGC
TGGAAGC
TATTAA
TTATATT
AGGGAGG
TCAAAC
ATGTTTT
TTAGTC
AGCAGAG
ATATGAA
AGCCGC
ATTTTGG
TATGAA
ATAAGCC
AGAGGGG
AACAGAA
TGCTGTG
AGCTCCC
ATTACC
TCAGCCC
TTCTCCC
TGGAGGC
ATGTGCC
TCTAAG
TGAGCCC
ATTTAT
TTTCACCATG
AGCCCCC
TTTTTTTTTTTTTTTT
AGACCCC
TCTCTGC
TAGAGG
AATTCC
TGATAG
AGCAAAA
TCACTT
AAGAAAC
TGAAATG
AGCCTGC
TCTCTCC
TAATAG
TTACG
TTTTTTC
TGTCTCC
TAACCC
TAATTG
AGCCTGGCC
GCCCCC
TAATGC
AAGATGG
ACCCAA
ATGAGAA
TGACCCC
ATGGGGG
TCCCCG
TGTGGGG
AGTGGCC
AAAATAG
TGGACAC
GCTGC
ATCTAG
ACATTCC
AGCCAGG
TGGTGGC
TCCCTCC
TTCATTC
ACTGCCC
TATTTTG
TGATATT
TTAGTG
TATATAA
AACATTC
TAAAGG
ATCAAAA
TGTTTCC
TCCCTGC
TGATGCC
TCCCAGG
TTCAAAA
TGATTTT
TCTAGC
TGGAGAC
TGAGGAA
ATCGG
TTCCTTCC
TCCCAGCTAC
CCCGGG
AAGAGAG
TCCCGGG
AATTTC
ACCTAG
TCTTTCC
TGTGGGC
ATTTGAA
TCTCGC
TACTAC
TTATAC
TGATTCC
ATTTTGC
TGCCCCC
ACAGGGC
TGTGCCC
AGATGAA
TATTTAA
AGAGAAC
AGCAGGC
AGTAAAA
TATTTTTT
TCTAT
TCTAGG
TTTCTTTT
ATCCAA
TTTATTG
TGCTTTT
TGCTGGG
AAAAATG
AGCAGGG
AAGAC
TTTGTTC
TTCCTCC
TGTCTTC
TAACAA
TACAGG
TCTTTTC
ACACACACACACACAC
TAATTTTTGTATT
AAAAAAAAAAAAAAAA
TCTCCCC
GTGAGCC
TTCCCCC
TA
TACTCC
ACAGGCC
TGTTCCC
TACAAC
AGGCAA
AGATTCC
TGAGAAG
ATAAATG
ATTTCCC
ACCCAGC
TGGAGAG
NN
AAAATGC
AACATGGTGAA
ATTCTCC
TTTCTGC
AAGACAA
ACCACG
TGGGATTACAGG
AGTGGGG
TTTGGAA
TGATGGC
TACGC
AGAAATC
ATATATG
TGAGAAC
TAGCG
AGTCAA
TGTTTTG
TGGAGGG
AGGTGGG
TACGG
ACCATT
TGCCTCC
AGCAC
TGTTGCC
TTTGGGG
ACAGAAG
ATGCCCC
AGGCTGAGG
AGCCAA
AAAGATG
ATCTCGGC
TGTTCTC
GCAA
ATCTTCC
GCGCC
AGGACAC
TGATGGG
TTAAAAC
ACCGCC
ACAGATG
TCCCCCC
TAGAGC
TGTGGAA
TTATTTC
TCCCAA
ATTTCTG
ATTAGC
TAATCC
ACATGGC
TTTGCCC
TGTTGGG
TGCCTCAGCC
TCTAAC
TAGTTC
AGGAAAG
AAAAGGC
TACTTG
ACGGCC
TGTGAGCC
AGGGAAG
TGGCAA
TGCCCG
ATAACAA
ACGGGG
ACAAAAC
TGGCGG
AGATTGC
TGGTTTT
ACCTTCC
TACTTTT
TGTGTGC
AGGAAAC
TGATTTC
TACAAG
TAGCCCC
TGCCTGC
TAGTAG
ACACGG
TCCCGC
TGGCCG
TGGACTC
ATAAAAC
AAAGTAA
TTTGTAA
AGAAAGC
TGAGACC
ACATTTC
TCCTGGC
AGGGGGC
TTGCCCC
AGTGGGC
TCCCGG
TTATAG
AGAAACC
AGGCTCC
TAGGAA
AGGCAGC
ACTGGGC
AGAGCG
AGAACAA
TTCCTTC
TATCG
TAAAAGC
TTTTTTG
AGGCTGGAGTGCAGTGGC
ATTTTTG
TTCTGTG
GCGCCC
AGGTGCC
AAGGAAG
AGGTCAGG
AGCCAAG
TGAAATC
TGATGAA
TTCAAGC
ACAGGAA
TGGTCTC
TGAAAAG
TTCCAA
ATCCCG
ACCCGC
TCGCCC
AACTAG
AGCGGC
AAAATAC
AAAACCC
TGGATGC
TGTATTC
TTAATAA
ACAAGAA
ATCTGCC
AGAGATG
ACACAGC
AAAGAAC
ACAGAGC
TGTGTGTGTGTGTGTG
AGACTCC
TGCAGTG
TATATTC
AGAACCC
ACTGGCC
TGGATTC
TGCTAG
TTGCAA
ATTTATC
AGAAAAAA
TTTTGGG
TTAAATG
AGGAACC
AAAAGGG
TGTTGGC
AAGGAAC
ACACGC
AGGGCG
ACCTGGG
TTTAGTAGAGAC
ATATGCC
AAAAATC
AGGCAGAGG
AGACAGAG
TGCTTTC
AGTTTCC
AGACGC
TGAGGGG
TGCCACC
TGGCTTC
TCATGCC
ACAGAAC
ATTTGTC
TGGCTCC
ATCTTGG
ATTTTTAA
AAAAAAG
ACTGGGG
TTTGGCC
AGTCCCC
ACTGAAC
TTTAGTAG
ATTTCTT
ACTCCCC
TGGCTCACGCC
TCCCAAAGTGCTGGGATTACAGGC
AAACTC
ATCTTTT
ATTATTC
TGGGAGC
TCCCACC
ATGAAGC
AGAGAGG
TGGAATT
ACCCCCC
ATATGGC
TGGAGTGC
ACCCAGG
AAGGAAGG
TTTCTAA
TGTCTGC
ACAAACAA
ATCTGTG
ATTTGCC
ATGGTGGC
GGGCGG
TGAAGGG
AATATC
TTCAGCC
AAAGCCC
AGAGAGC
TGAGATG
TCCAGGC
TTCTGAA
ACCCTGTCTC
TTCTGGG
TGATCTC
GGGCCC
ATTTATG
TGGAACC
ATTTCAA
TTGGCCAGGCTGG
AGATCG
ATTAGG
AAGACAC
TATTTCC
TGGTGTG
ATTCTCCTGCCTCAGCC
AGTTCCC
TACTCGGG
AATGAA
ACTAAAA
AAAAAAC
ACCCGG
TGCTGGC
AGGCAGG
TCCCAAGTAGC
TGAGATC
ATTATAA
TGGATGG
TCTCTTC
AAGAGAC
ACTTTAA
AGTGGAA
ATTCTTC
ATTTGTG
AAAAAATT
ACAAATG
ACTTTCC
AGAAAGG
ATCCTCC
AGCCATG
ACATAT
TTTTGGC
AAGGCCC
ATAAAAAA
AGGGAGC
TCACACC
ACTGGAA
AACTTCC
TACACC
GCAGC
TGTTGAA
ATGTTGG
ATTGTAA
TTGTTCC
AAGGGGC
AGATTTT
TCTGGGC
TTAAAAG
TTTTTATT
TCTGGCC
TTTATCC
ACCCTCC
AAAGTCC
AGTGCCC
TGAGTTC
TTTCACC
ATGTGTG
AGCCGG
ATATTGC
AGATTTC
AGAGAAAA
ACTCTGTC
ATGGAAG
TTGTTTC
ATAAAAG
AGCTGGC
AGTTTTC
ATGTATT
ATGCTGC
TGGTTTC
TTCCTGC
ATTTGGG
TTGGGGC
AGATCCC
ATCTCTC
ACTTGCC
TTGTCTC
ACCTGGC
ACCCGCC
ACAAGCC
TAATATT
TGACTTC
TAGTTTT
TGAGGTCAGG
TCTTTGC
ATCTTTC
TGTATAA
ACGGGC
AGAAATT
AGGTGGC
AGCCAGC
TGGAGTC
TCCTCTC
ACTTTTC
TCTGTCTC
AAGAACC
ACCTCAGCC
AAACTG
TTCCAGC
TTGGGGG
TCCCGAGTAGC
GTGC
TGCCTGCC
TCACAGC
TAAAGAA
GGAGC
TGGAAAG
ACCCACC
AAGAGGC
TCTGTGC
AACAGAG
TGAACAA
TGAGATT
TGATTGG
AGCCCAGG
ACATCCC
TTAAGAA
AAATTG
ACACCCC
TCCCTCCC
TGGTGCC
AAAAATAA
GGAGG
ACTTGGC
TCAGAAG
ATAGGAA
ACAAGGC
TTGGGCC
AGAATTC
TTTGAAG
CCCACC
TGGGTTC
TTGCTGC
AGGATGC
TAGATC
AAGGGCC
ATATAAC
AATGTG
TCCCAAC
TGTTTAA
ACATGAA
ATGGCCC
AAGCCG
ACTTCTC
TGAAACC
AGCCCG
AAGTTTT
AGCCTGGG
TGGTGGG
AGAAATAA
TGACTGC
ACACACC
AGAGACC
ACAGCG
TGCCGC
AGACAGGG
TCCGGG
AGTTTGAG
TGAACCC
TGTATCC
TTATTCC
TACTGG
ACTCAA
TAAAATAA
ACCCTGC
TAGTTG
AGTTCAAGACC
TGTGTCC
GGAAG
AGTTCGAGACC
TGTAATCCCAGCTAC
ATCTCCC
ACAAACC
ACAGAGG
TATGGCC
TCTGGGG
TGAAAGC
TGGGACC
ACATATG
ATCCCCC
ATCACG
ACTGAAG
TAGATT
AGGGAAC
ACACATG
ATATCCC
AGTCTCC
TGTTTGC
TAGTGC
ATCATTC
TGGTTCC
ACAATAA
TGGAAAC
ACACTGC
AGCCTTC
ATAAGGC
TATTTAC
TCCTGAGTAGC
ATCTGGG
TCAGGCC
TGAATTC
AAAATTC
TCCTAGC
ACTGTGC
ATGCCG
AAGATAA
TCATTTT
AGCATGG
AGACTTC
AAGTAAC
TTTGGGC
AACTTTT
AATGCC
TTTGTTTG
TTATTAA
TTTCTAC
AAGATGC
GGGGCC
ATTCATTC
TCAATAA
AGCCAGGC
AGGACCC
TCTTGCC
ACATTGC
AACTGTG
TGGATAA
TCTTGAACTCC
TGGCTCATGCC
ATTTAAG
TCTTGGC
TAGACC
ACCCCATCTC
AGTTTTG
AGCTGGGC
ATGTGGC
ATATGGG
ATATAAAA
AGGCCGAGGC
ATTTAAC
AGTATAA
ACCCCGTCTC
ATGAAGG
AATTAA
TTTCTTG
ATGATTC
TGGGGGG
TCCTGTG
TGCCTTC
AGGACTC
AGGCTTC
ACAGTGC
TATATTG
TTGCAGTGAGCCG
ACAGGGG
ATATCTC
TCACCCC
ATTACCC
TCCACG
ATGATCC
TCGGGG
TTGGCCC
GGCTGC
ACTTGGG
AGCTCTC
TCTTTAA
AGCATCC
ACCTCG
ATTCTGC
ACATGGG
TCCCAAAG
ACGCG
TCCAGGG
ACTTTTG
TCTGTAA
TACAGAA
AATGTC
AGATAAC
ACAAAAG
ACAGAAAA
ATGGTGG
TCCACCC
TGGGAAC
TCCATT
AAACTGC
TATAGG
TTGCTTC
AGTGAGC
ACGTGC
AGAACG
ATCTGAA
AACAGCC
TTAGAAG
TTCCTGG
ATGTTTC
AGACTGC
AGCTCTT
ATTCATC
ATGGCG
ACTCCG
TCTTCTC
TTTGTTG
AAGAGGG
ATTGCCC
TTATGAA
ATTTAAAA
TTTATGG
AGCAAGC
ATGACAC
TGGTGAA
TGTCACC
TAGTCC
TGATAGC
ATCCTGGC
ATTCTAA
TTGAGAA
TGTCATC
AGGCACC
TTTAGAA
AGGTGTG
GCGGC
AGTTGGC
TTTTTAG
AGATAAG
TCAGGAA
AGACACC
AGCTGAA
AGAGAAGG
AGCAAGG
GGGAA
ACTTTGC
TTCATCC
AGTTGCC
ATGTGAA
TACTAAAAATACAAAAATT
ACTGTAA
TTATAT
AGTATTC
TCAAAAC
TGTGCG
TCATAC
TGGCTAA
TATAGAA
ATCTCAGC
AGGAGTC
TGAGCG
TAGTAC
TGGGTGC
AGCAGTG
ATCTTGC
TTTTTGC
ATCAGCC
AAGAAAAC
AGTTGGG
TCTGAAG
TTTTATT
TTCCCG
ACTCTGC
GCACC
AAACAAAA
TCCTCAC
AATTTAA
TCCATCC
AATCTC
ATATTGG
ACTCACC
TCCCTGG
TTCAGAA
TGATTGC
AGCACCC
TTTGTATT
TTCTGTC
TGATCCC
TGTGATC
ATAAGGG
ATGTGTC
GCCGG
AACACAC
TCATTCC
AGTTCTC
ATAGCAA
AGGATCC
AGATACC
TGCCAGC
TCCTTTC
AATATG
ATCAGAA
AAGTGAA
AAAATATT
TGACAGAG
TGTAGCC
TCTCGAACTCC
TCAGGGC
TTGAGCC
TGTGTTC
TTAATTTT
AAATAC
AAGCTGC
AATTTTC
AGGACAA
ACAGTGG
AAGACTC
ACCAAAA
TGAGAGC
AGGATTC
TCACGC
TATCCCC
ATGATGG
AAGGCG
TGACATC
ATGATTG
AACAAAAC
TGAATGAA
AGCTTTT
AGGTCTC
TGTTTTCC
TAAAACC
TCCAGAG
TCCTTTT
ATAAATT
ACCACAC
ATGGGGC
AGGACG
TCTTTTG
ACTTGAA
TAGGATT
TCCCGCC
AGCTTGC
AAACG
AAGACCC
AGGTTTC
TGGATCC
AATTCCC
TCCAGAA
TGTAGAA
TCCAAGG
AGACCTC
TCTGGAA
TATTTGC
AGCTACC
AAAATTG
TTTGTGC
TTACCCC
TTAAAAAA
TCCTGAA
AGGTTTT
AGAAAACC
ATGGAAC
AGCTTTC
TAGAGAA
AAGAGCC
ATAAATC
TTCAAGG
TTCTCTG
GGGCGC
ATTTGTT
AGGTTGG
TAGAAGC
ATGAACC
AATAT
AGGGAGGG
TTCTATT
AATTTTG
AGATATG
TAAATGC
TGGACCC
TCACGG
TTTAACC
TCAGAGC
ATCATCC
ACCACCC
AAACAAC
ACATCTC
TGATTAA
TGATATG
TGCAGAA
CCCCG
TTTATGC
AGCCTTG
TTCTGGC
TGCAGAG
TTTGAAC
AAAAAGC
ACTGCG
ATCAAGC
TGTGAAG
GGGGGG
TTTGTAG
ATGTTCC
ATGGGCC
TGCAGGG
GCCCGCC
AGATCTC
TGTGACC
AAGGGGG
AGATAT
TTCACCC
TGTATTG
AACTGAA
TTATTGC
TGTATGC
TTCTTAA
AGCAAAG
ACTTTGG
ACATTAA
ACTGTAC
AACACAA
AGAGAGAA
TAGCAA
AAGTTTC
TTTTTAC
GCTCC
TCATAG
ACCAGGC
ACACATC
TGGGACTACAGGC
TAGTGG
TAATGG
AAAATGG
TTCTTGG
TGACAGC
AAGTATT
AGTTTGC
TGAAATT
AGTCTTGC
TGTTTAC
TGATAAC
TTTAAGG
CCCGGC
TGACCTCAGG
TTCTCAA
AGATTAA
TGGGATG
TCTGCG
ACGTGG
TTGAAGG
ACACCG
AGAGAAGC
TATAACC
AGGCCAAGGC
AAGTAGC
TGTAACC
AGCTTGG
AAACGC
TGATATC
TAATTTC
AAGTCTC
ACTGTGG
TCTGTCC
TCAGAAC
TGCAGGC
TTGAAGC
AGATATC
TATACAA
ATCTGTC
TGTACCC
ACAACAA
AGACAGC
TCTCCG
AGTAGAA
ATTTGGC
TTTCTGG
AGTTTAA
AATTTCC
GGGAGG
TGCTCCC
TCAAGCC
AATAAC
ATTTACC
AGACATG
AAGACG
TTTCCG
TATATGC
AGGCTAG
TGTTGCCC
TGGCTGG
TATATATT
AAGACAG
AGTAGCC
TGACTCC
ACCAAGG
TTCCGG
TGCAACC
AGACCG
AGAAAAGG
AGGCAGAG
AAACTTC
TCCCATC
ACCTCTC
TCTTTCTC
AGGTTGC
ACAAGGG
TGAGTCC
TTTAAGC
TCATGGC
TTTTTTTC
AAGATTC
TATCAA
ATATATC
AGATTGG
TGCTGTC
ACCAGAA
TATATTTT
TACTAG
TGACGC
TTATAAAA
TCATTTC
TCACGCC
TCCCTTC
TGGCAGC
AGCCATC
TATGTAA
ACAACCC
AACACAG
TGCCATC
TTGCCCAGGCTGG
TCTCGGC
TATCTAC
TGAGTAGC
AGGTAGC
ACATTGG
TGAGAAAA
ATTAGAA
ATCACTTG
ATGTTAA
TGTAGTCCCAGCTAC
AGATAAAA
ATCCTGC
TGGGTGG
TGACGG
ATTCTAC
AGAAAAGC
ATGTCTC
AACAAGC
ACTATTC
AACTTTC
TTATATG
TTTGTCC
TCGGGC
ATTATTG
ACCTGTG
AACATAA
ACTATGC
TATACTC
AGTCTTC
TTTGAAAA
GCCCG
AGCACAC
ATGAGGC
AGCATGC
ATGAGGG
AGACATC
ACCAGGG
TGCCGG
ATTACAA
TAAATTC
TGAAATAA
GGCCGC
ATAGGCC
TGAGAGG
AGAGTGC
ATCGCC
TTGTGTG
ACCAATC
TGACCTCG
TTATGCC
TGCTCTC
ACATATC
ATGTATG
TCTAAAA
TTATGGC
ACTCTTG
AGTTGAA
AAGTCAA
AGGTTCC
TGCCTGG
AATAAG
AAGTGTG
ACCTTGG
TGAACG
ACCAACC
ATGATGC
TCATATT
GCCCCG
TGCCTGGC
AAACGG
ACCATGG
AACATGC
AGCACAG
TCATTGC
AACAAGG
TATTCCC
TCAGCG
AGCGGG
TTGTTGC
TAATTAA
TGATACC
ATCTTGGC
TGCCATG
ATTTCAG
AGGTGAA
TTAAGCC
TCATCCC
ATTATCC
TAAAAGG
AAATATT
TTCAAGTGATTC
ACTTTAC
TAGAAGG
AAGTGGC
TAAACAA
TTTCTTCC
AGAGTCC
AAAATCC
TCAAGAA
AACAACC
AACATCC
TGAGTGC
TCAAGGC
ATGAGAC
TATATCC
AACAAAC
ATGTAAC
TTTAGCC
AGCAACC
ACCGGC
AGCATTC
TGGTATT
AGCTGTC
TGCCAA
ACAGTTC
TTTACG
ACCATGC
ATGTTGC
AAGTTCC
TGGAGTG
TGGTGTC
TCTCGG
ATCTATT
TCTTGGG
ACTCTCC
TTTGTAC
TAAAGAG
AGAATCC
AGGATAA
TTCAGGG
ATCAGAG
TTAGGAA
CCCTCC
ATCACAC
TTCTTGC
AACAGAC
TACTGAA
ATTTTAAAA
AGGTATT
TGGTCCC
ATAACG
TGCAAAA
ATCACCC
TGACCG
TGGCTCACACC
ATGATAA
ACTATAA
ATACAAAA
ATGAGAG
ACTCGG
TAACTTG
ATCTCTG
TGCGCC
ATCTGGC
AACTCTC
AGTTTGAGACCAGCC
TTTTGTTTT
AGGGAAGG
TGTAAGC
TGAGTTG
AAGTGCC
ATGTAAG
ATACCCC
TGATAAG
TGTACG
ATGACCC
AGGACAG
TTAACAA
TACAAAG
AGCAGAC
TGAATGC
TGTCAA
AGGAATT
AACCCCC
TGGACG
AGCACTC
TACATTC
TCAGGGG
TAAGAAAA
TACCGC
TATCTATC
TGTCTTG
TCCTTGC
AGCTCTG
TTTTCG
TACCAAAA
TACTTTC
TGAGTAA
TACACAC
TCACTTC
TTAGAAC
TTGGAAG
ACATAGC
TTCCTTG
ATTGGCC
ACAACG
AGGAAGAA
TACTGTG
TGCGGG
TGCACCC
GGGGTTTC
ATTACAC
TTTACCC
TGCCTTG
ATTGTTC
AATTGC
ATGAAAG
TATTTTAA
AAACAG
AGTAACC
TCACCG
CCCAGCC
TCTGTTC
ATGACAA
TCAAGTGATCC
ATCCTTC
TATACAC
ATGACTC
AATCCC
AAAAACC
GGCGCC
AGTATGG
TCACTTG
ACTGAGGC
GGCTCC
TGGGATC
ATGGAGC
ATTAACC
AGTGAAC
TGTAAGG
ATTCTTTT
ATAGCCC
AAACATC
ATTCCG
AGAATGC
TACAACC
GCGGG
TAAAAAG
ATTTAGC
TAAGACC
TGAAAAAA
AAGTTAA
TATTAAAA
TTATATC
TTTTATC
TAAACAC
TTCAGAG
TATAAGC
TACAGCC
TTGCTTG
TTATAAG
AGGGTGG
AAGTCCC
AAGATCC
AGACAGG
TTTTCTTTT
AGGGACC
TTTCATC
AGGCATC
ACCCAGCC
TAGGAAAA
ATGTCCC
TTTCTAG
AAGCTGG
TGCACAC
AATAGC
TGCATGC
ACTGAGC
ATGTGGG
TTCACTC
TTGGCG
TTAAATC
AGTAAGC
AACTTGG
AAAAACAA
ACTGTTG
AGAAACAA
ACTACG
AGGTCCC
TTGCCG
AAGAAGAA
TTAAGGC
AGACTGG
ACCATCC
ACATACC
TCTGTGG
AAGAGTC
AACTGCC
TTGAACCC
TCCACAC
ATGTATC
TGTGTGG
TACAGAG
TACTTCC
TCTCAAACTCC
TGATAAAA
AACTCCC
AGGTGTC
ATTCTGG
TCATCTC
AACATTG
TATATAC
TCCTGTC
AGCCTGGC
TGGGAGGC
ATTTCAC
TCCCAGGTTC
ACCTCGG
ACTGCACTCCAGCCTGGG
AACAGGC
TCTCACC
TCCAAAA
AACATGGC
AGAATTG
GGGGGC
AACAAAG
TGTAATCCC
AAGTTGC
ATTCTTG
ACAGACC
ATGGATG
TAGAAAG
AATAGG
TTTTTAAAA
ACAGACAC
TCACTGCAACCTCTGCC
TCCTTGG
ACATAAC
AGATAGC
TGAGAAGG
TGAGACCC
TGAGATGG
TTTGTGG
TCTCTAC
ACTGTTC
AGGCCAGG
ATACCTC
ACATAAG
ACAAAAAA
TGGGAAGG
AGAGTTC
AATCAA
GCCTGCC
TTGTGAA
ATCTCAA
TGAGAAGC
AGCCCCG
TCAGAGG
TATTTTTC
TTATAAC
ATTAATT
ATTGACC
ATCACAA
ATAATTTT
TATATAT
TAAGCCC
AACAGGG
TAGTTTC
ATCCATCC
TGTATGG
TGAATAC
ATTTAGG
TGCATTC
TTACTTTT
TGATAT
TTAGAGG
ACTAGAA
ATGAGTC
TAAAAAC
TGTACAA
ACTGAGG
TCTTGAA
TGACACC
TCCCAGGC
TCAGGCTGG
TCATGGG
TAACCG
TCATGAA
TGTGTTTT
AGTGAAG
AAAAAAAAAAAAAA
NNNN
ACCCAGGC
TGCTGAA
AAGCTCC
TCCCAGCACTTTGGG
TGTGAGC
TTCCACC
AATACC
ACTCTTC
AAAAGAA
TTGCTCC
ATGGAAAA
AGAGATC
ATGCACC
ATGCTGG
ACTCGC
AAAGAGG
TTGAGGC
ACATAAAA
TCCCGGGTTC
ATAATAC
ATGTACC
TTAGATG
TGGACAA
TTTTTCTC
AAGGAGG
TTAGTAA
AATGGG
TCACTCC
ATGTGAC
AGCAGTC
ACTGTCC
TTCCAGG
AACGCC
AAGTTGG
ATTTTCCC
TTGAACCCAGG
TGTTTCTC
ATGAATT
TCAGTAA
ACCTTTT
TTAGCCC
TTAGATT
TAAGTAA
TTGCAGTGAGCTGAG
TATTGGC
ACTGTGCC
ACAGTAA
AGTAGGC
AGGCTGGAGTGCAGTGG
TTT
ATTAAAAC
TACAGGC
ACATCG
ACACCTC
TATTGCC
TCAGTGC
TGAATAG
ATGTAT
AGAATAG
TGAATCC
TTAGAGC
ATTAAAG
AGATAGG
ATCCTCCC
GCTGG
AGAATGG
ATTTGAG
AAGCAATTCTCC
AAGGAAAA
ACAAAGC
TTGTTAA
TAATTCC
AACTTGC
TTGTGGG
AGTGTCC
TGGCATC
TTTCTATT
TGAGGCCC
ATGCTCC
TACAATC
AAACACC
ATGCTTC
AACTGGG
TCTCTGCC
ATAATTC
ATTGTTTT
ATAGAAAA
ATAATGAA
AGTATTG
AGCCGGG
AGTAGGG
ATGCGC
AAGGAGC
TGTAGGC
TCAAGGG
TTTGATG
AAACTAA
ATAGGGC
AGTCTCGC
TGTTTGG
GGTGC
TCCCTGCC
ATAGCG
ACAGTCC
TTGTGGC
ACTCAGC
AAACAGC
TCTCTGG
TCACCTC
AAAAAAAAAA
TTAATTC
AAGATTG
AGCCGGGC
TTAGAAAA
TTCCGC
AGTGTGG
TAGACAC
ACCCTGG
ACCACAA
ACCAAGC
ACCACGCC
ACCTTTC
AGGCCAAGG
AAGTAT
TGCGGC
ATGGAGG
TCTGAGG
TCTCACTC
TGTGAGG
AGGCAGGG
TTGATTC
ATCAACC
ATCATTG
ATCCAGG
TCAACCC
CCCCCC
AGTGAGG
ATAGTAA
ATGCGG
TGTGAAC
TGCTTGG
TGCCAGGC
TCCATTC
AAGTGTC
AAAAAGAA
ACACAGG
ATTGCTTG
TTATCTC
TATTATT
AAGTATG
ATCCTGG
TCTGAGC
ACTGATG
AGAATAC
TTTCGC
TCCCTTCC
ATCACCTGAGGTCAGG
TCTTTAC
TAAGAAC
TAATGAA
ATCCTTG
TGTGGTGGC
ATCTTAA
ACCATTC
AGCACG
TCGCG
TGTGATG
TCAAATG
AAGCGC
TCAGATG
ATCACTC
TTAAGGG
TGCAGTC
AACCTCC
TCCCCGC
AGGCTGGG
ACCGGG
TCCCAGCC
TCCCAAAGTGCTGGGATT
AGAGTGG
TGTGTTG
TTAGTTC
TTTGAGG
AGTGATG
AGAGAGGG
ATGGTGAA
TAAATTG
TAAGAAG
AGGCAAG
TCTTCG
TTATTGG
CCCTGG
ACCATGCC
TTCCTGCC
ACAGAAGC
ACTGCACTCC
TTCACAC
TTGAACCCGGG
ACCACAG
ATTGCACTCCAGCC
AGCGAGAC
AACACCC
AGTAAGG
TAGAATT
ATCAAGG
TTAAATT
TTGAAAG
TAGGAAG
ATGGTAA
AGTTTTCC
TTTCAGC
TACCCCC
TTCCTAA
TGCCCGCC
TCTATTC
TAGATGC
TCACTGCAGCC
TATGAAG
AACACG
ATAAAACC
TGGGCGG
TTGAATC
ATTATGC
ATCCAGC
ACTTCG
AGTGTGC
TGGGTCC
TGGCAGG
AGTGCG
AACTTTAA
TCACTGTC
AGAGTAA
TATAAGG
TTATCAA
ACCTGAA
TGTAGTCCCAGC
AGTACAA
TTGAGAC
TAGAACC
TAACTTC
TGTTTATT
AGTTTGG
TTTAGGG
TTTTAAC
ACTCTGG
TACATAA
TTGTGCC
AGTCCG
TTCCATG
TATCTTC
TGGGTAA
TCAGCAA
GGGTGG
TCACATC
AGCTATT
ATTATTTT
AGTTTAC
ACTGAAAA
TGCTTGC
TCCCGGC
TGTCCG
TCCGGC
AGTATCC
TTTTGTATT
ACTATTG
TGTGTAA
TGCAAGG
TTTTCTTC
TAGAAAC
ATTTATTC
TAACTAA
TAGATAA
AGCACAA
ACCAGAG
AATGAC
GGGCGCC
AGAAATGC
TTTGTTTC
AGTGTTC
TTATCCC
TACTTGG
TCTGTTG
TACATGC
ACCTGTC
ACTATGG
AGCCGCC
AAGCGG
ACTAAGG
CCCGCC
TGGCTAATTTT
TGAGTGG
AGGCGGAGG
ATGGAGAA
TGCATCC
AACTATT
ATACGG
AGAGGGGC
AGTATGC
TGTCACCC
AGGAAGCC
TCCCTCTC
TTAGGGC
TTTTATG
ACTAAGC
TGAGCCCC
AACTGGC
ATTAAGG
AGAGCCCC
ACCTTGC
AGGGATG
ATTGTTG
TTGGAGG
ATTACAGGC
AAAGAGC
TGCAGAC
TAAAGAC
TTTTAAG
TGAATTG
TATGGGG
TTATAGC
AACACTC
TGCCAGG
AGAGTAG
TATATGG
TTTTTTAA
TGTCTAC
TGATAGG
AACTTAA
AAAGGAA
ACCTTAC
AAGGATG
TTAGCAA
TTAGTTG
TCCCAAAGTGCTGGGATTACAGGCGTGAGCC
ATTCTAG
ATCATGG
AAGCAGC
TCAAAAG
CCCAACC
TGCACG
AGTGACC
ATACTTC
TGAAAACC
ATAAGGCC
AGACAACC
AGGCATGG
TCTTTGG
TCTCTTG
TGAAATTC
ATGGATGG
TCTGTCACCC
TCTATAA
AGCCTGGGC
TCTCATC
TTATGGG
AGGGAGGC
TAAATCC
GCAGG
TCTGTAG
TGCAAGC
TGTCTTCC
AATAAAA
ATTAAGC
TAGGCCC
AGCCAAC
TTAACCC
AGGGTCC
TATCTCC
AGACTTG
ACAGTTG
ATCCGG
AGTCACC
ACATAGG
AGGGAAAA
ATGAAAC
ACAGAAGG
AGCTATG
TTGGTGG
TGACTTG
TTCCATC
AAGCGATTCTCCTGCCTCAGCC
AGAAAGAG
TCCAAGC
TTCATGG
ATATATAA
TCCGTCTC
ATAGGGG
TAACATC
TGAGTAG
TACTATT
AGGCGCC
ACAAATC
TCTTTAG
AGGGTGC
ACAGCCCC
ACCCGGC
AGGCTTG
ATAGAAG
ACTAGCC
TGGCACC
ATCCATC
AGTACCC
TTCTACC
ATTGTGCC
TGAGGGGC
TTGCGG
AGGGTTTC
ATTGTGG
TCAGTGG
AGAAACAC
TTCATAA
AACTGTC
TTCAGTC
AAGAAAAG
TCCAGTC
ATGCTTG
ATTCATG
ACAAAGG
TTCCTTTT
ATGGTGC
ACTTTAG
ACTACCC
TAAATATT
AATTGG
TTCCTCCC
AGGGGGG
TTAGGCC
ACTGACC
AGTGTAA
TTTAGGC
TTCCAAG
ATGCTAA
ATTGTCC
ACCCTTC
ATAATTG
ATAAAAGC
TAGGGGC
AAACTTG
AGCCTCCC
TTAATAC
ATAGATG
AAAAAGG
AGACAAC
AAAGAGAA
TGTCGC
TATGCCC
TTATACC
ACTAGGC
ACTCAAC
ACAGAGAA
ACCCATC
TATGTGC
TCTTTATT
AGTCTGC
AATTTG
TTTCAAC
AAGAACCC
TATGGGC
AATTTAC
ATGGTAG
TCACAGG
ATACATG
AAGTGGG
TTGAACCTGGG
ATGCAGC
AAATGCC
TCACTGG
TAACTCC
AAGTGATCC
TGCCTCCC
TGGCTTCC
TGTAGGG
AGAGAGGC
ACTGTAG
GGCGGG
TGACAAC
AGTTTTGC
TTAAACC
ACTACAA
AGGCCGG
TTAAATAA
TTTGAGC
ATTCATT
TGAGCCG
TCTCTTCC
AAGTCG
TGTGTAC
ACGCGC
TAAAGCC
TTTCTCCC
TTCATTG
AAAGACC
TATAGAAG
TAGTATT
TGCCTAC
TGACTGG
TGTTCG
ATGCTC
ATCAGGG
TGTCTGG
ATCTATC
ATAAAGC
TTCGCC
TTCTTTG
TTTGCG
AAACATT
ATAGAAC
GCTTG
TTAGGGG
ATGCATG
TGAATGG
AGAGTTG
TCAGACC
TGCTATT
ACTTTTCC
TGACAGG
TTGCTGG
ATAACCC
TGTTTAG
TCCTACC
ACTTAAAA
ACCTGGCC
ATCTATG
TTCACAA
TAATAAC
TCAGAAAA
ATTTGCCC
TGAAGGCC
TGAAAGG
ATTCAGC
TTGACTC
ATTTTTATT
ACAGAGGC
TGGCATG
ATCTACC
AAACAAG
TGCCTTCC
TGGGCGC
TCATCG
GGTGG
TAAATGG
TGGGAAGC
ATACTGC
AGAGAGAC
AGGCGGGC
TTTCATT
ACAAAACC
GGCAGC
AAAGTTC
TTTAGTAGAGATGGGG
ATTCAAG
TTGTATC
TCTGACC
TCAGTTC
AGGAAAAC
ACCTCGGCC
TTGAATT
ACACCCG
TGATCG
ATTCAAC
AAAACAA
ACTTTATT
TATGTAC
TAGAGGC
AGGGAAGC
TGAAAAGG
TCCACTC
TCCTGGGC
ATCATGC
TAAGTGC
TGCCGCC
ATACAAAAATT
TTTAAAAAA
TGACCTCAGGTGATCC
ACCAGAC
ATTGTAC
ACGAA
AAACTAC
TTGGAAAA
TTGTGTC
GGGTGC
TTTTGTTTTG
ATGTCAA
TTTCGG
TCCTCTCC
AGCCTGGGCAAC
TGTTATT
TTTCAAG
AGAGACAC
TATAGTC
TTTTTGG
AGTGTTG
AGATGGCC
ACCTACC
ACAGAGCC
AACAGTC
AACATAG
TTTTCCCC
AAAGATC
TTCTGAG
ACCATAA
AATTTGC
AGCTCG
ATGAATAA
TGCCTGGG
AAAGTAC
TGACAAG
AGCCTGGCCAACATGGTGAA
ATCCGC
TTCTCTT
AGTTTATT
ATACGC
ATCCTGGCTAAC
ACGAGG
AATCTG
AAGAAAGAA
ATCAGAC
TTGTAAG
ACGTAA
TCCTCCCC
TGGGAGAA
AGTTTAG
TTTCAAAA
TGTTAGCC
ACAAAGAA
TAACTGC
TGTGGGGC
TCTCTCCC
AGCTAAG
TGAATTTT
AGACAAAA
TTCTAAG
TCTCAGG
TTACTGC
TAAAATAAAA
TCTCTAA
AGGCAGCC
TACCTGC
TTCATGC
TATATATG
TGACCTTG
AGGCATG
TGAAAGAA
TCACTGCAAGC
TCATTAA
TGGCTCACGCCTGTAATCCCAGCACTTTGGG
TCACTGCAACCTCCGCC
TCTACCC
TGGCTGCC
AGCCTGACC
TAGATGG
ACTCAGG
TGGCTAC
TTTCAGG
AGACAAG
TGGGCCCC
ATTTCGG
TTAGTGC
ATGCTAAG
GGCCGCC
AGGCTAC
TCTGAAC
ATTGGGG
TCGTGG
TATTTGG
TTTTTTCC
GGCCGG
TAGAGAG
ACTAACC
TAATATC
TGAAAAGC
ATTAGCC
TAGGAGG
ACGTCC
ATCTGAG
TGGGGCCC
AGTGAAAA
AGAGGCCC
TCTGTAC
TCAAGCG
ATACAAC
ATTGGGC
ATTTACCC
TTACCTC
TCATATG
ATCTCAAC
TTTCATG
ATCAGTC
TTGCAGTGAGCC
AGCATTG
ACACTCC
TCTGTCGCCC
AATGAG
TGCAATC
ACACAGCC
ATACTAA
AAGTATC
AGGCAGGC
TTAGTATT
ATACATT
GGCTTC
TCAACAA
TCCCAAAGTGCTGGGATTACAGG
TCCCTAA
TGGCCTCC
ATAAAGG
TATTGGG
AAGGTGC
TGACTAC
TAGGAAC
ATTTTTCC
ATCATAA
GGAAC
AGAAGCCC
ACACTGG
ATGGTTC
TCTTTTCC
ACTAACCCC
TAGAGGG
AACCAA
ACAGTGGC
TTCCTAC
TGACATG
ACAATTC
AGGCTGAGGCAGGAGAATCGC
ACAGAGGG
AGACAGAA
TCTGTTTT
AAAATGAA
TTTGTCTC
AGAGAACC
AGTCGC
GGCTGG
TTGAGGG
ACAGATC
AGGCGGG
TAAGATG
GCCTCC
TCTATCC
TGGCCAACATGGTGAA
AATGCAA
ATATTTAA
TCTGATG
AAGAAATG
ACTATCC
TATAGCC
AGGCAAC
ATTGTAG
ACAAATAA
TTAGTCC
ATGCAGG
TGTCGG
ACGTTC
TATGTTG
AAGAATAA
ATTTATTG
ATGCTTCC
ACCACACC
ACAGTACC
AGGCTGCC
TGCTGAG
TCACATG
ACGTGCC
ATTGAAG
TGTCAGC
AAACCTGC
TGACTAA
TGACTTCC
ACCACTC
ACTTTCTC
TTAATATT
ATTAAAC
ATTACTC
ACCACTG
TCAGTCC
TAGGGCC
GCCATG
TTGCTAA
TTTCTGCC
TTAGTGG
ACCATTG
TTTTTCTT
CCCATG
GCTTC
AATTAAAA
ACATACAC
TCAAATC
TTGGAAC
ACCACTGC
TATAGAG
TTTTTTTTTTTTTTTTTTTT
AAGTAAG
TATACAG
TTAGACC
ATAGAAGC
TGTGTAG
ATTGAAC
AGAAATGG
AAGGAAGC
AGAGCAAG
AGCTTTAA
TCATAGC
ACCCAAG
TGGCTTG
TTGGTGC
AGTGAGCC
TGTCTTTT
AGGGGCCC
TGGAATGC
ATTGAAAA
AGAAGGGG
AGTGTAG
AGGAGTT
AAACTGG
ATCTCG
GCCTGC
TACACAA
AGCGCCC
TCAAAGC
TCAGTTG
AAAGTTG
TGTGGGCC
AGAAATTC
ACTGTGGC
TGTCTGTG
TTTTATAA
ATTTTGGG
ACTTCACC
TGTTCCCC
ATCTTTG
AACCGC
ACCTGAG
TCATTGG
TTAATAG
TGCTTTG
AGTCGG
TCTAGCC
TGGGAGGG
TATGTTC
GGGAAG
TACAAGG
TAACAAC
TGTGGCCC
TCCTCG
AAAAAATAA
TGTTAAC
TACCAA
TATCTGC
ATAAAAGG
AAACATG
GGGTTC
AGGTAGG
AATTTGG
TCTGCCCC
ACACACACACAC
TATGTTTT
TTGTTTTC
TTCCAAC
TCTGTTGCCC
TGTCTCCC
ATCACTG
ATAATAG
TTTATTCC
TAGCTGC
TTTCACCATGTTGGCCAGGCTGG
ATCCTGCC
TGAGAACC
CCCTTC
TGGGAAAA
TATTTAG
TCCCAAAC
TTGATGG
TTAGATC
ATTTATAA
TACAGAC
AGTGTGGC
TCAGCCCC
TACCTCC
AGGAGAAG
ACTAGGG
TTGCAGTGAGCCGAGATC
TTTTCTCC
ATCTCTGC
AGATCGAGACC
TCCTGGGTTC
TGCCAAC
ACAGGGCC
AAACTT
TGAGGGCC
AGGGCCCC
AGTGAAGC
TTGGAGC
GCAGCC
ACTGGGCC
TTCAGGC
TCACTAC
TCTCATG
ATCCATG
TATGTGG
AGCAAAC
TGAGGCAGGAGAA
TGTTTGTG
AGGAAGGC
ACAGATGC
AGGAAATG
AGACCGG
TGTCATG
ATAGATAG
TATACTT
AGCATAA
TTGAGTC
ATCAGGC
ATACCG
ATCCCCG
ATTCACC
TTCAACC
TCCCATG
TCTAGAA
TAACGC
TGTTTTGC
AGGTATG
ACAATGC
TATCACCC
AGAGATGG
AGTACG
AAGGAGAA
TACCTGG
ATGAAAAC
TAATAAAA
TTCCTAG
TAAAGTC
TGACCTCGTGATCC
ATTTTCTC
AGCCAGCC
TGTTTTGG
TTTGAGAA
AGGGAGAA
ATTGCG
TAATTTTTTGTATT
AATCAC
AGTTTCTC
AGGCAGAA
ATGCTAC
AAGCGATTC
AGGGTCTC
TATAGAC
ACGTTG
AAAGTGG
ACAGAACC
AAGGTGG
AGTGGCG
AGGCTGAG
TATTCTAG
ACAGTAG
ATATTTTC
ATTGTGC
TCCCTGGC
TTATAGG
TTGGATC
ACACTTC
ACTCTAC
AGGGCGC
AGAACTGTG
ACCTCTG
AAGGTAA
ACACCCCC
TTTCTTTTC
TATGAAC
TGCATGG
ATTCTTCC
ACGATG
GGCCCCC
AACTCAA
ATATTTTG
TCCATGC
TCCCTTG
GTGGTGGC
TCCAGAC
AGGATGGTCTCG
TTACTTC
GCCGGG
ATTTCG
ATTGATG
ATTAATC
AGGTGAG
TGTGTGCC
ATTATGG
ATATCG
TCACAAC
ATACAGC
AGAGGAAG
ATCTAGG
AGAGGGCC
ACTTCCCC
ACTCTGCC
TTTGACC
TCTTTCCC
ATATATTC
AACCTGC
TGTGTATG
TCCTCAG
TGGAAAAC
ATTTCTTC
TTAACG
TCTAAGG
TAAAAATAA
AGAAAGAC
TAATTTTTGTATTTTTAGTAGAGAC
ACGCCCC
TTGCAGC
TTTCACCATGTTGGCC
TGATGGGG
TTGCTTTT
TGGCCGC
AGGAGGCC
AAATAG
AGGTAAG
TTCCTGGC
TGTTAAAA
TTCTAGC
AACAGTG
TATAGTT
AGAAGACCC
TAAACTC
TCTATTG
TTGGAAGC
AAGACTG
TATGAAAA
AAGTGAC
ATGCATC
AGGGAGAG
AGTCATC
TCACTGCC
TTCTTTCC
AGCCTAC
AGCACTG
ACATGGCC
AATTTAG
AAACAGAA
TTTGGGGG
ACAATGG
AGGATTG
ACCCTGCC
TCCAACC
TGTTTCCC
TTTGATT
TAAAATAC
TTTCTGTG
TTCAGAC
AATTTATT
TGGGCGACAG
ACAGTGAA
ACGGTGAA
TTGCGC
TCCTAAG
ATAATCAC
ACGAAC
AGCTTCCC
AAGGACC
ATTTTTAG
AAAGGCC
ATAATGC
TTCCTGGG
ACCCTTG
AAATTCC
AACAAAACAA
TGGCAAC
ACTGGGGC
TGTCTAA
ACGAAG
TCCCTAG
ATAGAAGG
TGGTTAA
GGCCGCGG
ATACATC
TTAAAACC
AGGAGTG
AGGTCG
TCTCAAC
TTCTAGG
ACACTTG
ATACTTG
TGGGCCG
TCTTCCCC
AATGTT
TCATATC
AAGTCAC
AGGTACC
ATTTTTAC
AACGGC
TGCCCCG
TGCCAGCC
GGTCC
TGGGGGCC
ACGTGGC
ATATACC
TCCGAGC
AGTCTGG
AGGTAAC
ATCTCAC
TCCGCCC
TTAATTG
AGACAGAC
ATCCTAA
TATGATG
AGAAGAAAA
AAAGTAG
ACAGTTCC
AGCCTAG
TTCTCG
TGGGTAC
AGGCGGC
AGGCTGGC
AATCTGC
TTCCTCTC
ACGCGG
GCTGCC
ATTCCTCCC
ACTTAAC
ACCTCAA
TGGTTGG
ATGTAGC
TTGCTAC
GGGAGC
AGGAGAGG
TATCTAA
ATATACAA
TTCTCTCC
AAAGATT
AGTGGGGC
ATATATATT
AGAAGGCC
TCCTCCGC
TCTAAGC
AGTAAAAAA
TGTGATT
GCCACC
TCACCGC
TGTGGGGG
AGTCAGC
AGGCACAG
AGAGACCC
TTTCATTC
AGTTAAC
TTACATG
TGTGAAAA
TCAGATC
CCCATC
TCAGTAG
ACAAATT
TGTTACC
TGGTAAC
TTTTTAAG
TGTTATC
TTGTAGC
TTGGTTC
TTCTCTGC
TTGGTAA
TCCATGG
TCCTCAA
AGGACTG
AGGGCGG
ACCCTAC
TCTATGC
ATCTCTAC
ATTCGG
CCCAAG
TTGGATG
TCTCAAG
ATCCCAGC
TCCTTCCC
TGGTTGC
AGGAAAAG
ATAAACC
ATAAAGAA
TGAATATT
TGCCAAG
TTAAAGAA
TGACAAAA
AAACTAG
TAGGTGC
TTTTACC
TTCAAAG
TCTAGGG
ACACAAC
TGTCTGCC
AGGTGGGC
TATCAGC
ATCACAG
TAAGGCC
TAACAAAA
TGGCTGTG
TGCGCCC
ATTTTGAA
TGGAAATG
TATGTATT
GCGCGC
TTCTTTTC
TAAGTAC
TCTACAA
ATCCTTCC
TGGCAAG
AAGCATAA
TTCGGG
GCCGGC
TGTTGGCC
ACGCCCGGC
AGGTGTGG
GCTATT
TGAGACAC
TCTCTTTT
AGACTAC
ATTACAG
TCCCTAC
TCTGTTTC
TACCAGC
AGGTTTG
TTCAGTG
AGAATTGC
TGAGTAC
ATGGATC
ATGGGGGC
TTGTTTG
ATCCACC
AAGCAAC
ATGCAAAA
TCCCACCC
AAAAAAAAAAAAAAAAAAAA
ATACTAC
TCTGAAAA
TAACTGTT
ACTGAAGC
ACCATGCCCAGC
TGTAATCCCAGCTACTCAGG
AGGAAGGG
TGGGTTG
TTGGAGAA
ACTTTTGG
TTAATCC
TGGATTG
TCTCAGCC
ACAAGAGAA
ACAGAACCC
TATCAAC
TGAAGCCC
ACAATAC
ATACTTTT
TCTAGGC
TTACTAA
TCAGAGCC
ACTCATC
AGGTGAC
AGCAGTT
ATAATATT
ATGTCTT
TTTGTTCC
AAGCAAG
ATTTTGCC
TGAGATGC
ATGTTTG
ACTGTTTT
ATGACG
ATATAAG
TGAAATGC
ACTCTAA
AGGCTAA
TAACTTTT
ACAAAAGC
GGTGGC
ACACAGAA
ATGGAAGG
TTAATTAA
TATTTCTC
TCCCTGGG
TGCCTCTC
ACACAAG
ACTCTGTCTC
ATGAGAAC
AGGGAGAC
TTGAGAG
AGGCTGTG
ATCTCTT
TGGCTGGG
ACTTTGAG
ATACAGAA
TAACTAC
TGTCAAC
TAGAATC
GGGAAC
ATGTTTTC
ATATTTAC
TAGAGTC
TCATAAG
ATTTTTTC
ACACAAAA
TGAGAGAA
GGGCGCGG
ATGGAAGC
TACCTAC
TTGTTGG
TTTAAGCC
TGGTGAC
ACCCACCC
TAGCTAA
TTAATGC
TCCTCTG
TATTTTCC
ATATATAC
TATCATC
ACTGATC
AAGAGTG
ACAATAG
TGA
TATTTTTAA
TGTGCCCC
TATACCC
TATTCG
AGTTTTGG
ACTTTTGC
AGCTCAC
TATACG
TTGTCTT
TCCCACCTC
TATATACC
TCAAATT
TTCTATC
TTGACAC
GGAGCC
TAGCTAC
AACCATC
TGTCATT
TTCCTTTC
ACCCAAC
ATGTCTG
TTCTATG
TTTTATTC
AACCTGG
TAGTCTC
TGATATGG
AGAAAGCC
ACCAGTC
AGAGATT
TAGAGCC
TTGCTGTG
AGCAAAAC
TGATGGCC
AGGAGGGG
ATCAGTG
TAATTTG
TTGTATG
ACAGATGG
TGCTCTG
ATCCTAC
ACATATAA
TGGTAGC
TGTGTGTGTGTG
TAATAAG
TTTCCCCC
TTACGG
TTGTCCC
AGGCAGATC
ATGTGTT
ATCAAAG
ACGGGGC
ATATACAC
TGCCCGC
TCATAGG
TTGACAA
ATTGTATT
TTGATAA
AGAAAGGG
TGCCTGTG
TGACCCCC
TTGTAAC
TCTATGG
TGGGTAG
TAGCCG
TTCTTCCC
TTAAAAGC
ATGTGAG
TGGGGGGC
ACAGTAC
AAGCCCCC
TGGTATC
TCTCAAAA
AGGGCCG
ACTCAAG
TCAAACC
ACTTTCCC
TGGAAGGC
ATCTCATC
TGGCAGCC
AAACAGG
AGGCCCCC
AACAATT
TTGATGC
AGCCCTGC
TACTAAAAATACAAAA
TTAATTTC
AAGCAATTCTCCTGCCTCAGCC
ACACATT
TCATACC
AAGCACC
TACCCG
ACCATGCCC
AAGTACC
TGCCCAGTG
TTAAAGC
AAATGAA
TAGTAAC
ATGGGGCC
AAGAGAAG
TGGGAGCC
TGCAAAG
TGAAATGG
TATATAG
TTGATCC
TTTGAAGC
TTCTCAG
AGGAAACC
TACAAAAATT
AGATAAGG
TAAGGGC
AGAATTTT
ATAATCC
TTAAAGG
AGGGAGCC
AGTGTAC
ACAAAAGG
TTTGCAAGG
ATTCTCTC
TAGTGCC
ATTTTATT
ATCATGCC
AGAGAGCC
TAATCTC
AATCG
AGATGGGC
TGAATTCC
AGTGCAGTGGC
AGGGTAG
AAGAGTT
AGGGATC
TAACAGC
TCAAAGG
TTACAGC
ATTCGC
TCCCCAGCC
GGGGCCC
TGGTACC
TGGGAGAG
TCTTAAAA
TGAGAGCC
ATTTCTGC
AGATATTC
AAATATC
ACAAACAC
TGGGTTCC
AATTAAGAA
AACTATG
ACTGCAACC
TTGATTG
ATGCACAC
TAATGTG
TAAGTTC
TCTGTGCC
TGAATTTC
TGACATT
AAAGTGGC
TGAAGGGC
TTAAAAAAAA
TACTATG
TAAAATGC
TACCACC
AGCTGTAAC
TGCCCACC
AGGCATT
AAGATGGC
AACACAGGC
ACCGCCC
AGCTAGG
AACTCGGC
TCTGAGCC
AGGAGCCC
AGGAGAAC
TTCTCAC
AGAAGGGC
TGAGATTC
TGGGAGGATC
TCAGTTTC
AGGCCGC
ACTTACC
AGGGTTGG
TTTGAAGG
ACGCCG
ATGCAAC
AGGGTAA
AGACAAGG
AGAATGAA
TGTGTCTC
TGGAACCC
TAGATTC
ATTGAAACC
TTATATAA
AAGAAACC
TCATAAAA
AGCTATC
ACCCATAG
TACAGTC
TTTGTGGC
TAAAGGC
ACTGCACTCCAGCCTGGGCAAC
TTGTTTTG
TAAAAATG
TGGGCTGC
TCCACAA
AAATATG
ATGAGCCACC
TGAAATTG
ATCCAAG
TGCCGGG
AGGGTTC
ACTCTAG
TGACTCTC
TCCTCGC
ACCACACCC
ATACAAG
ACCTCTAGC
AGCTCTGC
TGTCTTTC
AGTGAACC
TATGTGTG
TGGAGGCC
TGGGCATGG
ATGACAG
GGAAGC
TGCCACCC
TGAGATCC
AAAACCCC
TAACCCC
ATGCAAGC
TACCATC
ATTTTATTTT
ACTGCCCC
TATACATG
AATCAGC
TTCTAAC
ACACAGAG
ATCGTGCC
TTACCG
ATAATTTC
AGGAACCC
TTTGATC
TCACAGAA
AGGCTGGAGTGCAATGGC
ACAGTGCC
AGTTAAAA
TGGGTGGG
ACAGGGGC
TGTGTTCC
TGGAGAAG
AGACATT
ATTTCTCC
AGGGTAC
TTACTAC
AATATGG
ACACGCC
ACCCGGG
TCTGGCCC
AAAAGCC
ACTGAGAA
TACCTTC
TTCCCCCG
TAGCAGC
TAACTAG
ACAGGCCC
TTTGTGCC
TCGTAG
TTATCG
TGGGATTACAGGCGTGAGCC
ACAGGCG
TGTAATCCCAGCTACTTGGG
ACACAGGG
TTTATTGC
TCAGAGGC
AACTCTG
AGGGCTGC
ATGTGAGG
TTTGGGGC
TTACGC
AAGATAGAA
ATTTGTTC
TGGAAGCC
TATAGGC
TCCCCTCC
ATAGTAC
TGTCTGTC
AGCAATT
GGCAGCC
TCACTTCC
TAAGATC
AAAATATC
ACATACAA
ACAGACCC
AGGGGAA
TAGTTCC
AACGATT
AAGCTTC
ATTAATAA
TACTCGGGAGGCTGAGGCAGGAGAA
TACTGCC
TAGACTC
<mask>