{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "TT": 10,
      "TG": 11,
      "CA": 12,
      "CC": 13,
      "TA": 14,
      "GG": 15,
      "TC": 16,
      "GA": 17,
      "AAA": 18,
      "GC": 19,
      "TAA": 20,
      "TTTT": 21,
      "TCA": 22,
      "TGA": 23,
      "TTA": 24,
      "GAA": 25,
      "TCC": 26,
      "CAA": 27,
      "CTG": 28,
      "CTT": 29,
      "GTG": 30,
      "GTT": 31,
      "GCA": 32,
      "GGA": 33,
      "CCA": 34,
      "GTA": 35,
      "GCC": 36,
      "CTA": 37,
      "TAAA": 38,
      "AAAA": 39,
      "CTC": 40,
      "GTC": 41,
      "TGTG": 42,
      "TATT": 43,
      "CACA": 44,
      "GAAA": 45,
      "TATA": 46,
      "TCTT": 47,
      "TGTT": 48,
      "CAAA": 49,
      "GAGA": 50,
      "CATT": 51,
      "TGAA": 52,
      "CAGG": 53,
      "TCTG": 54,
      "CAGA": 55,
      "TCAA": 56,
      "GGAA": 57,
      "TAAAA": 58,
      "CTGA": 59,
      "GCTT": 60,
      "GTGA": 61,
      "GCTG": 62,
      "CTCA": 63,
      "CCTT": 64,
      "CATG": 65,
      "GCAA": 66,
      "GTCA": 67,
      "GTAA": 68,
      "TTTTA": 69,
      "TATG": 70,
      "GAGG": 71,
      "CGG": 72,
      "GATT": 73,
      "CCTG": 74,
      "TCTC": 75,
      "CCAA": 76,
      "GTTA": 77,
      "CTCC": 78,
      "CTAA": 79,
      "TACA": 80,
      "CTTA": 81,
      "TCCA": 82,
      "GATG": 83,
      "TTAA": 84,
      "GAAAA": 85,
      "TTTG": 86,
      "GTTTT": 87,
      "TCTA": 88,
      "GCCA": 89,
      "GTCC": 90,
      "CTTTT": 91,
      "GGGG": 92,
      "CGA": 93,
      "TTTA": 94,
      "CCCA": 95,
      "CAAAA": 96,
      "TGGG": 97,
      "TAGA": 98,
      "TAGG": 99,
      "GACA": 100,
      "GGTT": 101,
      "CCCC": 102,
      "GGTG": 103,
      "CATA": 104,
      "GCTA": 105,
      "TGTA": 106,
      "TCAAA": 107,
      "TGGA": 108,
      "TAATT": 109,
      "TTATT": 110,
      "TGCA": 111,
      "GGCA": 112,
      "GATA": 113,
      "CCTA": 114,
      "TTCA": 115,
      "TCTCA": 116,
      "GGGA": 117,
      "CGC": 118,
      "CTGAA": 119,
      "GTAAA": 120,
      "TCTCC": 121,
      "TTTTTT": 122,
      "CGTG": 123,
      "GCAAA": 124,
      "TAAAAA": 125,
      "TCTGA": 126,
      "TCATT": 127,
      "GGAAA": 128,
      "TGAAA": 129,
      "TCCTT": 130,
      "CCAAA": 131,
      "GAATT": 132,
      "CTAAA": 133,
      "CGTT": 134,
      "GTGAA": 135,
      "GGCC": 136,
      "TAATA": 137,
      "GGTA": 138,
      "TGCC": 139,
      "CACC": 140,
      "TGATT": 141,
      "AAAAAA": 142,
      "GCTCA": 143,
      "TCCAA": 144,
      "GAGAA": 145,
      "CTGTT": 146,
      "TATTA": 147,
      "CAGCA": 148,
      "CTCTT": 149,
      "CTTAA": 150,
      "CAGAA": 151,
      "GCTGA": 152,
      "GTTAA": 153,
      "TCTTA": 154,
      "TATTTT": 155,
      "GCCAA": 156,
      "CTTTG": 157,
      "GACC": 158,
      "CGCA": 159,
      "GTATT": 160,
      "GTCTT": 161,
      "CAATT": 162,
      "GTGTT": 163,
      "CTCAA": 164,
      "GGAGG": 165,
      "CGAA": 166,
      "TCTTTT": 167,
      "GTCAA": 168,
      "CGCC": 169,
      "TATAA": 170,
      "TACC": 171,
      "TCTAA": 172,
      "CCATT": 173,
      "CGGA": 174,
      "CAAAAA": 175,
      "CAGTG": 176,
      "TCCTG": 177,
      "CTCTG": 178,
      "GAAAAA": 179,
      "CTGTG": 180,
      "CAGC": 181,
      "TTTTAA": 182,
      "GCATT": 183,
      "GCCTT": 184,
      "TAATG": 185,
      "CTATT": 186,
      "GTTTG": 187,
      "TGATG": 188,
      "GGCTG": 189,
      "CCTCA": 190,
      "GAGGA": 191,
      "GCCTG": 192,
      "AAATT": 193,
      "CGTA": 194,
      "TCAAAA": 195,
      "TACAA": 196,
      "CATCA": 197,
      "CAGTT": 198,
      "TGAGA": 199,
      "GGGAA": 200,
      "CACTG": 201,
      "CACAA": 202,
      "CAGGA": 203,
      "CCCCA": 204,
      "CCCTG": 205,
      "TTTTTTTT": 206,
      "TAGAA": 207,
      "GAGCA": 208,
      "CCTCC": 209,
      "CACCA": 210,
      "TATCA": 211,
      "GAGC": 212,
      "CATTA": 213,
      "CACACACA": 214,
      "GAGTG": 215,
      "GGATT": 216,
      "TGTGTGTG": 217,
      "TACTT": 218,
      "CACTT": 219,
      "GTCTG": 220,
      "TGAGG": 221,
      "GAGTT": 222,
      "GAATG": 223,
      "TCATG": 224,
      "GACAA": 225,
      "GACTT": 226,
      "TATTAA": 227,
      "TAATAA": 228,
      "GGCCA": 229,
      "CATTTT": 230,
      "CAGCC": 231,
      "CCCTT": 232,
      "GCTAA": 233,
      "TATATATA": 234,
      "GTGTG": 235,
      "TACTG": 236,
      "TAGTT": 237,
      "CAATG": 238,
      "GCTC": 239,
      "CAGTA": 240,
      "GCTCC": 241,
      "CATAA": 242,
      "TTATG": 243,
      "TAAATT": 244,
      "GATGA": 245,
      "CATGA": 246,
      "GCGG": 247,
      "AAAAAAAA": 248,
      "CCATG": 249,
      "GATAA": 250,
      "GACTG": 251,
      "TATGA": 252,
      "GCAGG": 253,
      "GATCA": 254,
      "GTTTTA": 255,
      "GGATG": 256,
      "CCTGA": 257,
      "GTAAAA": 258,
      "GAAGG": 259,
      "GATTA": 260,
      "CCTC": 261,
      "GACCA": 262,
      "GCTTA": 263,
      "CCCAA": 264,
      "AAATG": 265,
      "GCATG": 266,
      "TAGTA": 267,
      "TACCA": 268,
      "GGCTT": 269,
      "CGTC": 270,
      "TCTCTT": 271,
      "GGTCA": 272,
      "TTATTA": 273,
      "TACTA": 274,
      "TAGCA": 275,
      "TATC": 276,
      "CTGGG": 277,
      "CATC": 278,
      "CTTTTA": 279,
      "CTAAAA": 280,
      "GTGGG": 281,
      "GAGTA": 282,
      "CCAGG": 283,
      "GATTTT": 284,
      "TAGTG": 285,
      "GAAATT": 286,
      "CACTA": 287,
      "TCGG": 288,
      "TCAGG": 289,
      "CAGGAA": 290,
      "GCAAAA": 291,
      "CCTTA": 292,
      "CATCC": 293,
      "CTTGG": 294,
      "TGTGAA": 295,
      "TATTTG": 296,
      "CCTAA": 297,
      "CTATG": 298,
      "GAGAAA": 299,
      "GAGAGAGA": 300,
      "GCTTTT": 301,
      "TATAAA": 302,
      "CAAGG": 303,
      "TCTCTG": 304,
      "TGTTAA": 305,
      "TGTGTT": 306,
      "GAGCC": 307,
      "GACTA": 308,
      "TATATT": 309,
      "TAAAAAA": 310,
      "TTTTTG": 311,
      "GTATG": 312,
      "CATTAA": 313,
      "TAGGA": 314,
      "TAGC": 315,
      "GTTGG": 316,
      "GAAGAA": 317,
      "TAAATG": 318,
      "TCTGTT": 319,
      "CAGAAA": 320,
      "CAAATT": 321,
      "TAATTA": 322,
      "TCTGTG": 323,
      "TATCC": 324,
      "TGAATT": 325,
      "CTCCA": 326,
      "GTGAAA": 327,
      "GGCAA": 328,
      "GGAGA": 329,
      "GAAGA": 330,
      "GGTGA": 331,
      "GGGCA": 332,
      "CCAAAA": 333,
      "TCTCTCTC": 334,
      "CTGCA": 335,
      "CTTCTT": 336,
      "TCTTAA": 337,
      "CCCTA": 338,
      "TGTGTG": 339,
      "AAATA": 340,
      "TGTTTG": 341,
      "GGGTT": 342,
      "GTGCTG": 343,
      "GGAAAA": 344,
      "GGGGA": 345,
      "TCAGA": 346,
      "CCTTTT": 347,
      "GAAATG": 348,
      "GCAGCA": 349,
      "TCTGAA": 350,
      "GGGTG": 351,
      "CACATT": 352,
      "TCTTTG": 353,
      "GGGC": 354,
      "TCCCA": 355,
      "TCCATT": 356,
      "CTGAAA": 357,
      "CTTTA": 358,
      "TCGA": 359,
      "GTTTA": 360,
      "CAACAA": 361,
      "CTTCC": 362,
      "GCCTCC": 363,
      "TTAAA": 364,
      "GCTCTG": 365,
      "GTTTCA": 366,
      "GGAGGA": 367,
      "CGTGA": 368,
      "CAGTC": 369,
      "GAATA": 370,
      "CAGAGA": 371,
      "CCCTC": 372,
      "CAAATG": 373,
      "CTGCTG": 374,
      "GATCC": 375,
      "TTTTATT": 376,
      "AAAATT": 377,
      "TTATA": 378,
      "TCAATT": 379,
      "GGTAA": 380,
      "GTTATT": 381,
      "GCCAGG": 382,
      "GGAGAA": 383,
      "CATTTG": 384,
      "TCACC": 385,
      "CTCAAA": 386,
      "GGTTA": 387,
      "TCCAAA": 388,
      "TCTATT": 389,
      "GCAGA": 390,
      "CTTCA": 391,
      "TCATCA": 392,
      "CGAGG": 393,
      "TAACA": 394,
      "GTTGTT": 395,
      "CTTATT": 396,
      "CGTCA": 397,
      "TAAGA": 398,
      "TAATTTT": 399,
      "CTGTA": 400,
      "TCCACA": 401,
      "GCTGTG": 402,
      "CGCTG": 403,
      "TCTAAA": 404,
      "GCGA": 405,
      "CAATA": 406,
      "CCACCA": 407,
      "GAACA": 408,
      "CGAAA": 409,
      "CAGATT": 410,
      "TCACA": 411,
      "TTATTTT": 412,
      "TCTCAA": 413,
      "TGACA": 414,
      "CTCCAA": 415,
      "AAAAAAA": 416,
      "TATATG": 417,
      "TCCTCC": 418,
      "TCACTT": 419,
      "TCCAGG": 420,
      "CAAGA": 421,
      "GGCTA": 422,
      "GTGGTG": 423,
      "CGTAA": 424,
      "CGAGA": 425,
      "TGATA": 426,
      "GGATTA": 427,
      "CAACA": 428,
      "CGATT": 429,
      "TGAGAA": 430,
      "CTCCTT": 431,
      "CTCATT": 432,
      "GTTAAA": 433,
      "TCATA": 434,
      "CCTCTG": 435,
      "CTCTA": 436,
      "GCTGAA": 437,
      "CTGGA": 438,
      "TAAGG": 439,
      "CTTAAA": 440,
      "TATTTA": 441,
      "CCACA": 442,
      "CCGG": 443,
      "GTCAAA": 444,
      "TGGAA": 445,
      "CGGAA": 446,
      "TGATGA": 447,
      "GTTCA": 448,
      "TAACAA": 449,
      "GCTGTT": 450,
      "TAAGAA": 451,
      "CTGCC": 452,
      "TTAATT": 453,
      "CCAGA": 454,
      "TCAGAA": 455,
      "GTCATT": 456,
      "CGCTT": 457,
      "GATTAA": 458,
      "CTGATT": 459,
      "GCCACA": 460,
      "GTAATT": 461,
      "TCCAGA": 462,
      "GCCAAA": 463,
      "GTGATT": 464,
      "TAAAATT": 465,
      "CAAGAA": 466,
      "CCACC": 467,
      "TAATCC": 468,
      "GTTCTT": 469,
      "TCCATG": 470,
      "GCTCTT": 471,
      "TGCTG": 472,
      "GGGTA": 473,
      "TTACA": 474,
      "GCCATT": 475,
      "GCACA": 476,
      "GCAATT": 477,
      "TCCCTG": 478,
      "TGTGA": 479,
      "TCGAA": 480,
      "GGACA": 481,
      "GGAATT": 482,
      "GTGGA": 483,
      "CTTCTG": 484,
      "TCCCC": 485,
      "GCCCC": 486,
      "CTTGA": 487,
      "TAATGA": 488,
      "TAAATA": 489,
      "TATATA": 490,
      "CTGCAA": 491,
      "TCATTA": 492,
      "GTATA": 493,
      "TCCCCA": 494,
      "CGTTA": 495,
      "GCAGAA": 496,
      "TGAGTT": 497,
      "CTTTTTT": 498,
      "CGATG": 499,
      "CTTTCA": 500,
      "AAAATG": 501,
      "CAGGTT": 502,
      "CTAATT": 503,
      "CGCCA": 504,
      "TGAAAAA": 505,
      "GTTCC": 506,
      "GTCCTT": 507,
      "GTCCAA": 508,
      "GTTTTTT": 509,
      "CTCTGA": 510,
      "GCGC": 511,
      "GTTGA": 512,
      "TGAATG": 513,
      "CTATA": 514,
      "GCAGTG": 515,
      "CCTTAA": 516,
      "TCACCA": 517,
      "TCACTG": 518,
      "GCCCTG": 519,
      "TAACTT": 520,
      "CAGATG": 521,
      "GTAGG": 522,
      "TCTATA": 523,
      "GAGATT": 524,
      "GTCTA": 525,
      "TTTTAAA": 526,
      "CACATG": 527,
      "TGACC": 528,
      "CACAAA": 529,
      "GTGTA": 530,
      "GGGAGG": 531,
      "GCTTTG": 532,
      "CAAAAAA": 533,
      "GAGGAA": 534,
      "GTTCTG": 535,
      "TTTTTA": 536,
      "GTCTCA": 537,
      "GTTCAA": 538,
      "TCGTG": 539,
      "GCTTAA": 540,
      "GCACC": 541,
      "CTCCTG": 542,
      "TAAATAAA": 543,
      "CTACA": 544,
      "CTTCCA": 545,
      "TCCTCA": 546,
      "CGCAA": 547,
      "GAAAAAA": 548,
      "GCCCA": 549,
      "TCGTT": 550,
      "GTAGA": 551,
      "CTCTCA": 552,
      "GTCCA": 553,
      "TGACTT": 554,
      "TCCCTT": 555,
      "GCCATG": 556,
      "CACACACACACACACA": 557,
      "GTGATG": 558,
      "CCTCTT": 559,
      "GCCAGA": 560,
      "TCCTA": 561,
      "CGTTTT": 562,
      "GTACA": 563,
      "GCATA": 564,
      "GAATTA": 565,
      "TGTGTGTGTGTGTGTG": 566,
      "CCCAGG": 567,
      "GGTTTT": 568,
      "TCAAAAA": 569,
      "TCTATG": 570,
      "CCATA": 571,
      "TGACAA": 572,
      "GGATA": 573,
      "TCAGTG": 574,
      "GTATTTT": 575,
      "GAGATG": 576,
      "GCGTG": 577,
      "CGTCC": 578,
      "TTAAAAA": 579,
      "TAATCA": 580,
      "CAATTA": 581,
      "CCACTG": 582,
      "CGGTT": 583,
      "GTTGAA": 584,
      "TGATTA": 585,
      "CCTTTG": 586,
      "CGGTG": 587,
      "CAGGTG": 588,
      "TCAATG": 589,
      "CTGATG": 590,
      "TCAGGA": 591,
      "GTTTAA": 592,
      "TATTAAA": 593,
      "CTCTTA": 594,
      "GCAGGA": 595,
      "CTCTCC": 596,
      "GAACC": 597,
      "CTTTAA": 598,
      "GGGCC": 599,
      "GTATTA": 600,
      "GCGCC": 601,
      "CCAATT": 602,
      "GCTAAA": 603,
      "TGACTG": 604,
      "GATTTG": 605,
      "GATAAA": 606,
      "TCAGCA": 607,
      "GTTCCA": 608,
      "GAAATA": 609,
      "GACAAA": 610,
      "GAGTC": 611,
      "GCTATT": 612,
      "TCACAA": 613,
      "GAGGTT": 614,
      "TAACC": 615,
      "GAAGGA": 616,
      "GCTCAA": 617,
      "GAAAATT": 618,
      "CCAGCA": 619,
      "GTTTTAA": 620,
      "GTGCC": 621,
      "TGAGGA": 622,
      "CATAAA": 623,
      "GGTCC": 624,
      "TCATTTT": 625,
      "TATTTATT": 626,
      "TAATAAA": 627,
      "GCCTA": 628,
      "CTTTTAA": 629,
      "TAAGTG": 630,
      "TAAGTA": 631,
      "CTGGAA": 632,
      "CACACA": 633,
      "GACAGA": 634,
      "CAACC": 635,
      "GGGAAA": 636,
      "CCAGAA": 637,
      "TCAGTT": 638,
      "TAACTA": 639,
      "CTAAAAA": 640,
      "TGGGTT": 641,
      "TGAGTG": 642,
      "TAAAATG": 643,
      "TATATATATATATATA": 644,
      "GCACTG": 645,
      "GACTC": 646,
      "TACAAA": 647,
      "TAAAAAAA": 648,
      "TCTACA": 649,
      "GTTGTG": 650,
      "TCGCC": 651,
      "CCCAAA": 652,
      "GTCATG": 653,
      "CTGCTT": 654,
      "GGAATG": 655,
      "CTATTA": 656,
      "GATATT": 657,
      "TAGAAA": 658,
      "GGCAGG": 659,
      "GATGAA": 660,
      "GTAGAA": 661,
      "TCCTGA": 662,
      "TAACTG": 663,
      "GCTGGG": 664,
      "GCAATG": 665,
      "GCCCCA": 666,
      "GTTTGA": 667,
      "CATTTA": 668,
      "GTGCA": 669,
      "CTTGAA": 670,
      "GTGGAA": 671,
      "CTTCAA": 672,
      "TAAATTA": 673,
      "GTGGCA": 674,
      "TCCTTA": 675,
      "GGAAAAA": 676,
      "TTTTTTA": 677,
      "CCTGTG": 678,
      "GTAATG": 679,
      "GTGTTA": 680,
      "CTAGG": 681,
      "CAGGCTG": 682,
      "GACACA": 683,
      "GAAAAAAA": 684,
      "TCGC": 685,
      "GTAAAAA": 686,
      "TGTTTA": 687,
      "TCTCTA": 688,
      "GTCCTG": 689,
      "CCAGGA": 690,
      "GAACAA": 691,
      "TAAGTT": 692,
      "TGAGCA": 693,
      "GCTCCA": 694,
      "TAAGCA": 695,
      "CTCATG": 696,
      "GTCTTA": 697,
      "CCCACA": 698,
      "CATATT": 699,
      "GCCTCA": 700,
      "CACTC": 701,
      "CTTCTA": 702,
      "TGATTTT": 703,
      "TCGCA": 704,
      "CCTGTT": 705,
      "GAAGCA": 706,
      "GCAAAAA": 707,
      "GCGGA": 708,
      "CCACAA": 709,
      "GCGCA": 710,
      "CATATA": 711,
      "GACATT": 712,
      "GTTCTA": 713,
      "CAAAATT": 714,
      "GAAAGAAA": 715,
      "CCCGG": 716,
      "TACACA": 717,
      "CCAAAAA": 718,
      "GAGGTG": 719,
      "GGCTCA": 720,
      "CAGTGA": 721,
      "TCCCAA": 722,
      "TATCTT": 723,
      "TGAGTA": 724,
      "TCGTA": 725,
      "TTTTCTT": 726,
      "GTGGGA": 727,
      "GAGCTG": 728,
      "CCCTCC": 729,
      "TAGGTT": 730,
      "TTAGG": 731,
      "TAATATT": 732,
      "CCAGCC": 733,
      "CATCTT": 734,
      "GTCTGA": 735,
      "GTTTCC": 736,
      "CCTGAA": 737,
      "GGAGCA": 738,
      "GAAAATG": 739,
      "TCAGTA": 740,
      "TAACCA": 741,
      "GATGTT": 742,
      "CTGTTA": 743,
      "CATGTT": 744,
      "GGCGG": 745,
      "CATGTG": 746,
      "GGGAGA": 747,
      "CTTTGA": 748,
      "TCTTTCTT": 749,
      "AAAAAAAAA": 750,
      "GGGGTG": 751,
      "CTTTCC": 752,
      "CTTGTT": 753,
      "GCATTA": 754,
      "CCCAGA": 755,
      "CAAATA": 756,
      "TCGGA": 757,
      "CAGCTT": 758,
      "TCACTA": 759,
      "TAATTAA": 760,
      "TAAGGA": 761,
      "GAACTG": 762,
      "GCACAA": 763,
      "GCGTT": 764,
      "GGCTC": 765,
      "TCTTTTA": 766,
      "CCTCCA": 767,
      "GGCAAA": 768,
      "CAGCTG": 769,
      "CTACAA": 770,
      "TACATT": 771,
      "GCTATG": 772,
      "CTTGTG": 773,
      "GAGTCA": 774,
      "GTTATG": 775,
      "CTGCCA": 776,
      "GTCTCC": 777,
      "TGACCA": 778,
      "CACCTG": 779,
      "TATATTA": 780,
      "TGATCA": 781,
      "CAGCAA": 782,
      "GATGTG": 783,
      "GTCTTTT": 784,
      "CTAGAA": 785,
      "GCTACA": 786,
      "CTGGGA": 787,
      "GGGGTT": 788,
      "CAAGTA": 789,
      "CAAGGA": 790,
      "CCCTCA": 791,
      "TAGCC": 792,
      "GTTGGA": 793,
      "GCTATA": 794,
      "TCTGAAA": 795,
      "TATGTT": 796,
      "CCCCTT": 797,
      "GTTGTA": 798,
      "CCCTGA": 799,
      "TGACTA": 800,
      "CAAGCA": 801,
      "CAATAA": 802,
      "GAACTT": 803,
      "CATGAA": 804,
      "CTTATG": 805,
      "CTAATG": 806,
      "TCTAAAA": 807,
      "CCAATG": 808,
      "GAAGTG": 809,
      "CCTCAA": 810,
      "CCCATT": 811,
      "CAGTCA": 812,
      "GAGAGAGAGAGAGAGA": 813,
      "TATGTG": 814,
      "GCAGTGA": 815,
      "TCTCCTT": 816,
      "TCCCAAA": 817,
      "CCATTA": 818,
      "CCAGTG": 819,
      "GCATCA": 820,
      "TCAAATT": 821,
      "GATCTT": 822,
      "GACAGG": 823,
      "GGAGTG": 824,
      "GTAGTA": 825,
      "CAACTT": 826,
      "GAAGTT": 827,
      "CCCCTG": 828,
      "TCTCAAA": 829,
      "GGGTC": 830,
      "GAGCTT": 831,
      "TATGAAA": 832,
      "TATGAA": 833,
      "GACATG": 834,
      "CAAGTG": 835,
      "GATATA": 836,
      "CATCTG": 837,
      "CTGTGA": 838,
      "TAATTTA": 839,
      "GGCAGA": 840,
      "GCGAA": 841,
      "CCTAAA": 842,
      "CCATCA": 843,
      "CACTGA": 844,
      "GGACTA": 845,
      "GACGG": 846,
      "CTCTTTT": 847,
      "CTGTCA": 848,
      "TCTCTCTCTCTCTCTC": 849,
      "TTAATG": 850,
      "GCAGCC": 851,
      "CAAAAAAA": 852,
      "GCACCA": 853,
      "CTATTTT": 854,
      "GAGCAA": 855,
      "CTTGGA": 856,
      "CTGGTG": 857,
      "GAATAA": 858,
      "TCCTTTT": 859,
      "GAAGTA": 860,
      "CAGTAA": 861,
      "CAACCA": 862,
      "CTGTAA": 863,
      "TGATAA": 864,
      "GCAGTT": 865,
      "CACGG": 866,
      "TAAATAA": 867,
      "CTGTTTT": 868,
      "CTACTA": 869,
      "GCTCTA": 870,
      "CGAAAA": 871,
      "CAAGTT": 872,
      "CTTGTA": 873,
      "GAATGA": 874,
      "GAGTGA": 875,
      "GCCTGA": 876,
      "GGTTTG": 877,
      "CCCATG": 878,
      "GGGGAA": 879,
      "GAAGAAA": 880,
      "TGTTA": 881,
      "CAATTTT": 882,
      "TATATTTT": 883,
      "CTCAAAA": 884,
      "GGTGGG": 885,
      "CCGTG": 886,
      "TATTTCA": 887,
      "CCCCAA": 888,
      "TATTTAA": 889,
      "GGCTGA": 890,
      "GGTGTG": 891,
      "CATCAA": 892,
      "CACTCA": 893,
      "TCTCATT": 894,
      "GAATTTT": 895,
      "GAATCA": 896,
      "CAGGAAA": 897,
      "CATACA": 898,
      "TATTTTA": 899,
      "TTATAA": 900,
      "GAGGAAA": 901,
      "CATATG": 902,
      "CTTTCTT": 903,
      "CAACTG": 904,
      "GGGCTG": 905,
      "CCCCCA": 906,
      "TTTGAAA": 907,
      "CATTAAA": 908,
      "CTTAAAA": 909,
      "GACTGA": 910,
      "CAATGA": 911,
      "GGCACA": 912,
      "CCAGTA": 913,
      "GGATGA": 914,
      "GTTTTTG": 915,
      "GCATTTT": 916,
      "GTGCCA": 917,
      "GCAGTA": 918,
      "GCCCTT": 919,
      "TCGTC": 920,
      "GAACTA": 921,
      "GTGGTT": 922,
      "GTGTGA": 923,
      "GTGCTT": 924,
      "CGCTA": 925,
      "GTGTCA": 926,
      "TCTTTA": 927,
      "GCCTTA": 928,
      "CCTATT": 929,
      "CAAAATG": 930,
      "GAACCA": 931,
      "CTCCAGG": 932,
      "GACTCA": 933,
      "CATGAAA": 934,
      "GCTAGG": 935,
      "TGTTAAA": 936,
      "GCGTA": 937,
      "GCACTT": 938,
      "TCTTAAA": 939,
      "TAAGAAA": 940,
      "GGCCTG": 941,
      "TCCCTA": 942,
      "GTGGTA": 943,
      "CTGCTA": 944,
      "GGAGTT": 945,
      "GGTAAA": 946,
      "CAAACAAA": 947,
      "GATATG": 948,
      "TCATGA": 949,
      "GACCTT": 950,
      "TAATATA": 951,
      "GCTAGA": 952,
      "GGACTG": 953,
      "GGCATT": 954,
      "CAGTTA": 955,
      "CCCTAA": 956,
      "CACCTT": 957,
      "GGTGAA": 958,
      "CAGCTA": 959,
      "GTGTTTT": 960,
      "CAACTA": 961,
      "GATCAA": 962,
      "GAGAAAA": 963,
      "TGTGAAA": 964,
      "AAAATA": 965,
      "GATGAAA": 966,
      "CTCTAA": 967,
      "TTACTT": 968,
      "GATCTG": 969,
      "CCACTT": 970,
      "GAGTTA": 971,
      "CAATCA": 972,
      "GGATTACAGG": 973,
      "TTTATTTT": 974,
      "TACATA": 975,
      "TTTTATG": 976,
      "GAGTAA": 977,
      "GCTGAAA": 978,
      "GTACTG": 979,
      "GCTCTC": 980,
      "TATGTA": 981,
      "TGTGTA": 982,
      "TCATAA": 983,
      "GGACTT": 984,
      "TCTCCAA": 985,
      "GCATGA": 986,
      "GACGA": 987,
      "CGCCTG": 988,
      "GACCTG": 989,
      "GGTCTT": 990,
      "CACCAA": 991,
      "GATC": 992,
      "GACCAA": 993,
      "AAAATTA": 994,
      "GTAAATT": 995,
      "CCAGTT": 996,
      "CAGAAAA": 997,
      "TAACAAA": 998,
      "GGTGTT": 999,
      "GAAATTA": 1000,
      "TGCCTCA": 1001,
      "CCGCC": 1002,
      "CCATTTT": 1003,
      "CTTGCC": 1004,
      "TCTGTA": 1005,
      "CTGGCA": 1006,
      "GGGATG": 1007,
      "CCATGA": 1008,
      "CTACTT": 1009,
      "TAGGTG": 1010,
      "TAAAAATT": 1011,
      "GAAAGAA": 1012,
      "TAAAATA": 1013,
      "CTTTTTG": 1014,
      "GTCAAAA": 1015,
      "GGACAA": 1016,
      "TCTGATT": 1017,
      "CTCTCTT": 1018,
      "TAATTTG": 1019,
      "CTCTTTG": 1020,
      "GGCCTT": 1021,
      "GGATTTT": 1022,
      "CTACTG": 1023,
      "GTTGCA": 1024,
      "GGCTCC": 1025,
      "CTCTGTG": 1026,
      "CTCCAGCC": 1027,
      "TTACAA": 1028,
      "GGACCA": 1029,
      "GGAAGGAA": 1030,
      "TAAAGAA": 1031,
      "TTAGAA": 1032,
      "GTGAAAA": 1033,
      "CTTGCA": 1034,
      "TGGGTG": 1035,
      "GGAGCC": 1036,
      "CCTCTA": 1037,
      "CT": 1038,
      "GGGCTT": 1039,
      "GGCATG": 1040,
      "CTGGTT": 1041,
      "TACAGA": 1042,
      "GATTAAA": 1043,
      "CTCTGTT": 1044,
      "TTATCA": 1045,
      "CTGAAAA": 1046,
      "GTAGTT": 1047,
      "GGGTCA": 1048,
      "GT": 1049,
      "CAGCCA": 1050,
      "GCGTC": 1051,
      "CACTTA": 1052,
      "GTGCTA": 1053,
      "TCTTATT": 1054,
      "GTACTT": 1055,
      "GGTATT": 1056,
      "TAGAGA": 1057,
      "TACATG": 1058,
      "CCACTA": 1059,
      "TGAGAAA": 1060,
      "CAATAAA": 1061,
      "TCCAAAA": 1062,
      "CGTGAA": 1063,
      "GGTCTG": 1064,
      "CTGAATT": 1065,
      "TCAGCC": 1066,
      "CCTCTC": 1067,
      "GTTAAAA": 1068,
      "GGGATT": 1069,
      "TCCTAA": 1070,
      "CACTAA": 1071,
      "GGAGAAA": 1072,
      "CCTTCCTT": 1073,
      "GTTTCTT": 1074,
      "TATCAA": 1075,
      "GATACA": 1076,
      "TAATCCCAGCA": 1077,
      "CCGCA": 1078,
      "TGAAATT": 1079,
      "CGTAAA": 1080,
      "CTCTCTG": 1081,
      "TCTTTTTT": 1082,
      "GTACAA": 1083,
      "CCAAATT": 1084,
      "TGTATTTT": 1085,
      "TCGCTT": 1086,
      "GGGTGA": 1087,
      "GATAGA": 1088,
      "CTTTATT": 1089,
      "TAAACAA": 1090,
      "GTTTATT": 1091,
      "TGAATA": 1092,
      "CTACCA": 1093,
      "GTGTCC": 1094,
      "CCCGA": 1095,
      "TTTATTA": 1096,
      "CTCCAAA": 1097,
      "TTTTTTTTTTTT": 1098,
      "TCATCC": 1099,
      "GAAGCC": 1100,
      "CTAAATT": 1101,
      "CAAATTA": 1102,
      "CCCCAAA": 1103,
      "TCTTCTT": 1104,
      "TAGGAAA": 1105,
      "CACGA": 1106,
      "CATTTTA": 1107,
      "GTGCAA": 1108,
      "TCTCCTG": 1109,
      "TATTTTAA": 1110,
      "GTTTGTT": 1111,
      "GAGCCA": 1112,
      "GGCCAA": 1113,
      "CATTTCA": 1114,
      "CATCCA": 1115,
      "CCTATA": 1116,
      "GACTTA": 1117,
      "TCAAATG": 1118,
      "GTATCA": 1119,
      "TAAATTTT": 1120,
      "CTGAGGCA": 1121,
      "GCCCAA": 1122,
      "GGTTAA": 1123,
      "TATCTG": 1124,
      "TGACAGA": 1125,
      "GGAGAGA": 1126,
      "GCTGCTG": 1127,
      "CCCTTA": 1128,
      "TCCTCTG": 1129,
      "GTAGCA": 1130,
      "CCTGAAA": 1131,
      "CCGAA": 1132,
      "TTTTTAA": 1133,
      "CTATAA": 1134,
      "CCTGTA": 1135,
      "TTACTG": 1136,
      "GTATAA": 1137,
      "GGCGA": 1138,
      "GACTAA": 1139,
      "TCAGAAA": 1140,
      "GTGTGTG": 1141,
      "CAAAGAA": 1142,
      "CCTATG": 1143,
      "GCAGAGA": 1144,
      "CCGTT": 1145,
      "TTTTATTTT": 1146,
      "GGAAGAA": 1147,
      "TTACTA": 1148,
      "GCCTGGG": 1149,
      "TCCCTC": 1150,
      "TCCTCTT": 1151,
      "GGATCA": 1152,
      "GGTCAA": 1153,
      "TCGAGA": 1154,
      "TATTCTT": 1155,
      "TACTC": 1156,
      "GTTAATT": 1157,
      "GCGAGA": 1158,
      "CTTAATT": 1159,
      "TCCTTTG": 1160,
      "GTCTAA": 1161,
      "CACCCA": 1162,
      "GGGTTA": 1163,
      "GGGCAA": 1164,
      "GGAAATG": 1165,
      "GCAAATT": 1166,
      "TAGATG": 1167,
      "GCAGAAA": 1168,
      "AAAAAAAAAAAAAAAA": 1169,
      "CCTACA": 1170,
      "GGAGTA": 1171,
      "TCTAATT": 1172,
      "CAACAAA": 1173,
      "TAGATT": 1174,
      "GGTTTA": 1175,
      "CCTAGA": 1176,
      "CTTTAAA": 1177,
      "TACTTA": 1178,
      "TAATGAA": 1179,
      "CTATCA": 1180,
      "TAGTAA": 1181,
      "CAGAGAA": 1182,
      "CAAGAAA": 1183,
      "GGGGAAA": 1184,
      "CGTTAA": 1185,
      "CGTGTT": 1186,
      "TCTGTCTG": 1187,
      "TTTTAATT": 1188,
      "CTGGCC": 1189,
      "TAAATGA": 1190,
      "CGTCAA": 1191,
      "TTAGTA": 1192,
      "GTCTCTG": 1193,
      "TTTTAAAA": 1194,
      "CAGTTTT": 1195,
      "CTTCCTT": 1196,
      "TATATAA": 1197,
      "GCTTTTA": 1198,
      "TTTTTCA": 1199,
      "GGTC": 1200,
      "TTATTAA": 1201,
      "TTTTGTT": 1202,
      "CATAGA": 1203,
      "TAGGAA": 1204,
      "GAGAGAA": 1205,
      "GTAGCTG": 1206,
      "TTATGA": 1207,
      "GTAGTG": 1208,
      "GGAGAGG": 1209,
      "CTCTGAA": 1210,
      "TAGTC": 1211,
      "GACTCC": 1212,
      "TCCCTCC": 1213,
      "TAATGTT": 1214,
      "CATCTA": 1215,
      "GCCACCA": 1216,
      "GTACTA": 1217,
      "TGGGAAA": 1218,
      "CGCCTT": 1219,
      "GCCCGG": 1220,
      "GGAGGAA": 1221,
      "GTACCA": 1222,
      "CGCAAA": 1223,
      "CATAAAA": 1224,
      "TAACATT": 1225,
      "GCTAAAA": 1226,
      "TCTTCTG": 1227,
      "GCCAAAA": 1228,
      "GTATGA": 1229,
      "GTCTTTG": 1230,
      "TACTGA": 1231,
      "TCCCAGG": 1232,
      "TTATTTA": 1233,
      "TTAGTT": 1234,
      "GGACC": 1235,
      "TATAAAA": 1236,
      "CAAACAA": 1237,
      "CTTCTC": 1238,
      "TCTATCTA": 1239,
      "GAAATAA": 1240,
      "GTGTAA": 1241,
      "CTTTGTT": 1242,
      "GATAAAA": 1243,
      "GCCCAGG": 1244,
      "GCGATT": 1245,
      "AAAAAATT": 1246,
      "TACAGG": 1247,
      "GGCTAA": 1248,
      "TAGCTT": 1249,
      "GTCTCTA": 1250,
      "CTCCTGA": 1251,
      "GAATAAA": 1252,
      "TTACCA": 1253,
      "GGGACA": 1254,
      "GCCACTG": 1255,
      "GTTTAAA": 1256,
      "GTCTGTG": 1257,
      "TGACAAA": 1258,
      "TACATTTT": 1259,
      "GCCACC": 1260,
      "TGTTTT": 1261,
      "TAGCAA": 1262,
      "TTATAAA": 1263,
      "GACCCA": 1264,
      "GCAGC": 1265,
      "CAGACAGA": 1266,
      "CACAAAA": 1267,
      "GCCCTA": 1268,
      "TATTAAAA": 1269,
      "CGTATT": 1270,
      "CCATCC": 1271,
      "TCGATT": 1272,
      "GAAGGAA": 1273,
      "GATCCA": 1274,
      "TATTTGA": 1275,
      "GTGAATT": 1276,
      "TACCTT": 1277,
      "CGTCTT": 1278,
      "CCTAGG": 1279,
      "TCGAAA": 1280,
      "CTTTCTG": 1281,
      "TGAAGAA": 1282,
      "TCTCTCA": 1283,
      "GTCTCTT": 1284,
      "GGAGGGG": 1285,
      "GTCTGTT": 1286,
      "CTATGA": 1287,
      "GGAAATT": 1288,
      "GCACACA": 1289,
      "GCCTTTT": 1290,
      "CAGTCC": 1291,
      "CTGGTA": 1292,
      "GCATCC": 1293,
      "TAGTTA": 1294,
      "GGCTTA": 1295,
      "GAGTCC": 1296,
      "TGAAAA": 1297,
      "TAGATAGA": 1298,
      "TGTTTGTT": 1299,
      "TACTCA": 1300,
      "CATTTAA": 1301,
      "GATTTTA": 1302,
      "CACTCC": 1303,
      "GAAACAA": 1304,
      "GCGCTG": 1305,
      "TCTTTCA": 1306,
      "CTGTCC": 1307,
      "GAACTCA": 1308,
      "CGGAAA": 1309,
      "TATTGTT": 1310,
      "GCACTA": 1311,
      "TATTCAA": 1312,
      "GCGGGG": 1313,
      "GTGGCC": 1314,
      "TAATTAAA": 1315,
      "TACTAA": 1316,
      "GCGGTG": 1317,
      "TACCAA": 1318,
      "GGTATA": 1319,
      "CTAGTT": 1320,
      "GCAGAGG": 1321,
      "CTTTTTTTT": 1322,
      "TTTTTTTTTTTTTTTT": 1323,
      "TACAGTA": 1324,
      "CCATGTT": 1325,
      "TAGTGA": 1326,
      "CGTGTG": 1327,
      "GCTCTGA": 1328,
      "CTTCCTG": 1329,
      "TCGCTG": 1330,
      "TAAATCA": 1331,
      "TCCAATT": 1332,
      "GTTTCTG": 1333,
      "GAAGAGA": 1334,
      "GGGTAA": 1335,
      "CCATAA": 1336,
      "TTATATT": 1337,
      "CGAATT": 1338,
      "CCGGA": 1339,
      "TGAGCC": 1340,
      "CCGTA": 1341,
      "CAGAGGA": 1342,
      "GTGTTTG": 1343,
      "GACAAAA": 1344,
      "TTTTTTAAA": 1345,
      "GTTGCC": 1346,
      "GAGTTTT": 1347,
      "TCAAAAAA": 1348,
      "TGTTTCA": 1349,
      "TATCTA": 1350,
      "TCTCTCC": 1351,
      "CTCCACA": 1352,
      "TAAATATT": 1353,
      "TTTTCTG": 1354,
      "CTCTCAA": 1355,
      "CCTTAAA": 1356,
      "TCTTTTAA": 1357,
      "GAACAAA": 1358,
      "TTAGCA": 1359,
      "GCTCATG": 1360,
      "TAAAGTA": 1361,
      "GGATAA": 1362,
      "TTATTAAA": 1363,
      "CTCCATT": 1364,
      "TCTCTGA": 1365,
      "TTATTTG": 1366,
      "CCTGTAA": 1367,
      "TTATATA": 1368,
      "GACTTTT": 1369,
      "TGTTGTT": 1370,
      "GCAAATG": 1371,
      "CTTCAAA": 1372,
      "GAATATT": 1373,
      "GAATCC": 1374,
      "CTCTTAA": 1375,
      "GCATAA": 1376,
      "GAATGAA": 1377,
      "CTTAAAAA": 1378,
      "TAAAAATG": 1379,
      "TTTTAAAAA": 1380,
      "CTCTGGG": 1381,
      "TGATCC": 1382,
      "GCTCTCA": 1383,
      "CTCCAGA": 1384,
      "GAGTGCAGTG": 1385,
      "CAATATT": 1386,
      "TAGAAAA": 1387,
      "GTAAATG": 1388,
      "TAGCTG": 1389,
      "GCTCAAA": 1390,
      "GCAGGAA": 1391,
      "TACCTG": 1392,
      "GGGAAAA": 1393,
      "TTTTCTA": 1394,
      "GGGGGGGG": 1395,
      "CCGA": 1396,
      "CTTTGAA": 1397,
      "GGAGGTG": 1398,
      "TAGTCA": 1399,
      "GGCCCA": 1400,
      "TGATGTT": 1401,
      "CAAATAA": 1402,
      "TCTTCCA": 1403,
      "GCGCTT": 1404,
      "GTATTTG": 1405,
      "GTCTC": 1406,
      "GAAATCA": 1407,
      "TGATAAA": 1408,
      "CATTCTT": 1409,
      "TATCCA": 1410,
      "GCCTCTG": 1411,
      "TGAGATG": 1412,
      "CGCCAA": 1413,
      "GTTTTATT": 1414,
      "TATATATT": 1415,
      "GTAGGA": 1416,
      "GACAGAA": 1417,
      "CTCCAGCCTGGG": 1418,
      "GCGTGA": 1419,
      "GGTATG": 1420,
      "GAGGGAGG": 1421,
      "TCATTTG": 1422,
      "CTACC": 1423,
      "TACAGAA": 1424,
      "GGTAGA": 1425,
      "GATCTA": 1426,
      "GTCCATG": 1427,
      "TGAGGAA": 1428,
      "TAATAAAA": 1429,
      "TAAACTT": 1430,
      "TCACATT": 1431,
      "GGAGGCC": 1432,
      "TCACAAA": 1433,
      "CACTTTT": 1434,
      "CGGCC": 1435,
      "CAACAGA": 1436,
      "GTAGAGA": 1437,
      "GTTATTTT": 1438,
      "CGTTTG": 1439,
      "TCGTCA": 1440,
      "TCTGCTG": 1441,
      "CAACACA": 1442,
      "GGTAGG": 1443,
      "GCAGCTG": 1444,
      "TAGTAGAGA": 1445,
      "CAAGCC": 1446,
      "GCATTTG": 1447,
      "TAATATG": 1448,
      "GCTTAAA": 1449,
      "GCTTCTG": 1450,
      "CTCTCCA": 1451,
      "TCATCTT": 1452,
      "CGTCTG": 1453,
      "TCATTTA": 1454,
      "CATAGG": 1455,
      "GCTCCTT": 1456,
      "TGTTCTT": 1457,
      "TACATTA": 1458,
      "CACAGAA": 1459,
      "TAAATATA": 1460,
      "TAGAGG": 1461,
      "GATAGG": 1462,
      "TCCTGAA": 1463,
      "GGAGCTG": 1464,
      "TGATATT": 1465,
      "TCATTAA": 1466,
      "CTTTTAAA": 1467,
      "TCGTTA": 1468,
      "TAAACTA": 1469,
      "GTTTGAA": 1470,
      "TAAAATTA": 1471,
      "CACCCC": 1472,
      "TCAGAGA": 1473,
      "CTCCTGCCTCA": 1474,
      "TGACATT": 1475,
      "GTATTTA": 1476,
      "CTTCATT": 1477,
      "GAAACTG": 1478,
      "TAACACA": 1479,
      "GTTCAAA": 1480,
      "GGAGATG": 1481,
      "TCGGCC": 1482,
      "CAGCATT": 1483,
      "TCGATG": 1484,
      "TATTCTA": 1485,
      "CTGTGAA": 1486,
      "TATTGAA": 1487,
      "TTTTCCA": 1488,
      "TATTTCTT": 1489,
      "GGTGAAA": 1490,
      "CTGAGAA": 1491,
      "GCACAGA": 1492,
      "GCGAGG": 1493,
      "CTGTGTG": 1494,
      "TGAAATG": 1495,
      "TGATGAA": 1496,
      "GTCCAAA": 1497,
      "CTCAATT": 1498,
      "TCCAGAA": 1499,
      "GTATATA": 1500,
      "TAAAGTT": 1501,
      "TCTCAAAA": 1502,
      "TCCATCA": 1503,
      "GTCTGAA": 1504,
      "TGAGAGA": 1505,
      "TGATTTG": 1506,
      "TTAGCC": 1507,
      "CTCCATG": 1508,
      "TCCCTGA": 1509,
      "GAGCTA": 1510,
      "CCCCCCCC": 1511,
      "GTGGAAA": 1512,
      "CTGGGAA": 1513,
      "CAATGAA": 1514,
      "CCACACA": 1515,
      "CTTTCAA": 1516,
      "CGGAGG": 1517,
      "TCGTGA": 1518,
      "CCAGAAA": 1519,
      "GTTTTAAA": 1520,
      "TGTTGAA": 1521,
      "TCCTGTG": 1522,
      "CTAAATG": 1523,
      "TCCTTTA": 1524,
      "GTCTGGG": 1525,
      "TCTCTTTT": 1526,
      "TACGG": 1527,
      "TATTGTA": 1528,
      "TTAGTG": 1529,
      "TTACC": 1530,
      "TAATCCCAGCACTTTG": 1531,
      "TCTGGAA": 1532,
      "CTTCTCA": 1533,
      "CGCATT": 1534,
      "TATTTAAA": 1535,
      "TCACACA": 1536,
      "TAATCAA": 1537,
      "GCGAAA": 1538,
      "GGGCCA": 1539,
      "GTTCATT": 1540,
      "GAGAAAAA": 1541,
      "TTTTGTA": 1542,
      "TACTTTT": 1543,
      "TCGAGG": 1544,
      "GTGAAAAA": 1545,
      "CAATATA": 1546,
      "TCCCATG": 1547,
      "CAATTAA": 1548,
      "CTGGAAA": 1549,
      "CCCAGCA": 1550,
      "TCCCATT": 1551,
      "TCCTGTT": 1552,
      "CTCTTTA": 1553,
      "TCCCCTT": 1554,
      "GTTTCAA": 1555,
      "GTCCAGG": 1556,
      "GGAAGGA": 1557,
      "TAGTTTT": 1558,
      "TGACCTT": 1559,
      "GTGCTGGGATTACAGG": 1560,
      "TATTTATA": 1561,
      "TCTGCAA": 1562,
      "CTGAAAAA": 1563,
      "TATGTTA": 1564,
      "CTTCACA": 1565,
      "GCACAGG": 1566,
      "CCTGCTG": 1567,
      "TTTTTTAA": 1568,
      "GTTATTA": 1569,
      "CCCTTTT": 1570,
      "TGATTTA": 1571,
      "TACAAAA": 1572,
      "TAAGTAA": 1573,
      "TTTTTAAA": 1574,
      "CATCTC": 1575,
      "GTGGTGA": 1576,
      "GTGGAGA": 1577,
      "CTCTGCA": 1578,
      "GTTAAAAA": 1579,
      "TACATACA": 1580,
      "CTTTGTG": 1581,
      "GGACACA": 1582,
      "TCTGATG": 1583,
      "TATTATT": 1584,
      "TCTTCTA": 1585,
      "CTGTGTT": 1586,
      "TCAGCTT": 1587,
      "CTTTATA": 1588,
      "GGCGC": 1589,
      "TCCCTCA": 1590,
      "GTACC": 1591,
      "TGGAGAA": 1592,
      "CAAAAATT": 1593,
      "TCTTTAA": 1594,
      "CTCTCTC": 1595,
      "TGAGTGA": 1596,
      "GCAGCTT": 1597,
      "CGGATT": 1598,
      "TACGA": 1599,
      "TCTTGTT": 1600,
      "TCGTAA": 1601,
      "GCCTGTG": 1602,
      "TATTCTG": 1603,
      "GGGATA": 1604,
      "GGGTCC": 1605,
      "TGAGATT": 1606,
      "CTTTTATT": 1607,
      "TCCCACA": 1608,
      "CATGGTG": 1609,
      "TTAGGA": 1610,
      "GAACACA": 1611,
      "TCATAAA": 1612,
      "CAACATT": 1613,
      "GGTCCA": 1614,
      "GAATTTG": 1615,
      "TATTAATT": 1616,
      "TCCTGGG": 1617,
      "GCAGCAA": 1618,
      "CTCTTCA": 1619,
      "GAAGAGG": 1620,
      "TCTGTCA": 1621,
      "CTGAATG": 1622,
      "CCACAAA": 1623,
      "GTGGAGG": 1624,
      "TGATTAA": 1625,
      "CTCCCTCC": 1626,
      "CACACACACACACACACACACACACACACACA": 1627,
      "GCGATG": 1628,
      "CATTCTG": 1629,
      "GTAGAAA": 1630,
      "TCATCAA": 1631,
      "TTTTCAA": 1632,
      "TATGTATG": 1633,
      "CCAAATG": 1634,
      "TAATTTTA": 1635,
      "TAAGGAA": 1636,
      "CTTGAAA": 1637,
      "AAAAAAAAAAAA": 1638,
      "GCTCCTG": 1639,
      "GCAGATG": 1640,
      "GAAAAATT": 1641,
      "GACGC": 1642,
      "GTGGGGG": 1643,
      "GTCAATT": 1644,
      "CTTGCTT": 1645,
      "TGACACA": 1646,
      "GTGTGTT": 1647,
      "CCAGAGA": 1648,
      "CCCAGCC": 1649,
      "TAAAGAAA": 1650,
      "GTCCATT": 1651,
      "TAAATTAA": 1652,
      "CCCAAAA": 1653,
      "GAATTAA": 1654,
      "TGAATTA": 1655,
      "TTTTTTTG": 1656,
      "CCAGCTT": 1657,
      "CAATTTG": 1658,
      "CTGTTTG": 1659,
      "GTCTCAA": 1660,
      "GTTTGTG": 1661,
      "GGCATA": 1662,
      "GGTACA": 1663,
      "TGATGTG": 1664,
      "GATTTCA": 1665,
      "TCTGCTT": 1666,
      "GTAATTA": 1667,
      "TAAAAAAAA": 1668,
      "GCCGCC": 1669,
      "TGTGTGTGTGTGTGTGTGTGTGTGTGTGTGTG": 1670,
      "GCGTCA": 1671,
      "GCTCATT": 1672,
      "GAACCTG": 1673,
      "TAAACAAA": 1674,
      "GTGCTGA": 1675,
      "TCAGGAA": 1676,
      "TCCTCAA": 1677,
      "TCTATTTT": 1678,
      "TCTGTTTT": 1679,
      "CAGAGCA": 1680,
      "CCAGGAA": 1681,
      "GTCTTTA": 1682,
      "TCTTCAA": 1683,
      "TCAAAATT": 1684,
      "GCTTATT": 1685,
      "GTTCCTT": 1686,
      "CACCTA": 1687,
      "TCACTGA": 1688,
      "GAAGCAA": 1689,
      "TAAAGA": 1690,
      "TCCTTCA": 1691,
      "TCTCATG": 1692,
      "TCAGTGA": 1693,
      "TACACAA": 1694,
      "CACGTG": 1695,
      "CCTAAAA": 1696,
      "GCCTTTG": 1697,
      "GGCTTTT": 1698,
      "GTTGAAA": 1699,
      "GTTCTC": 1700,
      "CTAGA": 1701,
      "CTACAAA": 1702,
      "GCACAAA": 1703,
      "TTACATT": 1704,
      "GGCCCC": 1705,
      "TAATGTG": 1706,
      "CTGCCTT": 1707,
      "TCCCAGA": 1708,
      "GTGAATG": 1709,
      "GGACAGG": 1710,
      "GGATGTG": 1711,
      "GTTTATA": 1712,
      "TGACCAA": 1713,
      "GTGGCTG": 1714,
      "GTTCTCA": 1715,
      "CTTATTTT": 1716,
      "CTGGAGA": 1717,
      "TTACAAA": 1718,
      "GTCTTCA": 1719,
      "CAAGAGA": 1720,
      "CCATTTG": 1721,
      "TCACAGA": 1722,
      "CTAGTA": 1723,
      "CATTATT": 1724,
      "TTAGA": 1725,
      "GCTCTCC": 1726,
      "GCGCCA": 1727,
      "TATGTTTT": 1728,
      "TCCTCCA": 1729,
      "CAGAAAAA": 1730,
      "GTGGGAA": 1731,
      "TAATCTT": 1732,
      "TGAGTCA": 1733,
      "CTGCTC": 1734,
      "GTCTCCA": 1735,
      "TCATGTT": 1736,
      "GTTTCCA": 1737,
      "TAAGCAA": 1738,
      "CTAAAAATA": 1739,
      "TGACTGA": 1740,
      "TCGGTT": 1741,
      "TTAGAAA": 1742,
      "TAAGCC": 1743,
      "TAAAGCA": 1744,
      "CCTCTCC": 1745,
      "CCTCCTT": 1746,
      "TCAGATT": 1747,
      "TATGAAAA": 1748,
      "GCTGATG": 1749,
      "CATATTTT": 1750,
      "GCTCCAA": 1751,
      "CGGCGG": 1752,
      "CCACTGA": 1753,
      "CAGCAAA": 1754,
      "CTGTCTT": 1755,
      "CTAGCA": 1756,
      "TCGGGG": 1757,
      "CACAGCA": 1758,
      "GCTGATT": 1759,
      "CTAGGA": 1760,
      "TAACTC": 1761,
      "TCATATT": 1762,
      "CCTTCTT": 1763,
      "CTGCAAA": 1764,
      "CCCGC": 1765,
      "GGTCTA": 1766,
      "CCCAGGA": 1767,
      "GTGTCTG": 1768,
      "TAATAATAATAA": 1769,
      "TCACATG": 1770,
      "CAATTTA": 1771,
      "TATATATATATATATATATATATATATATATA": 1772,
      "CCACAGA": 1773,
      "TCAATTTT": 1774,
      "GTATTAA": 1775,
      "GAACATT": 1776,
      "TCTCTTA": 1777,
      "CTATTTG": 1778,
      "TCTTTCC": 1779,
      "GGTTAAA": 1780,
      "GCTAATT": 1781,
      "CTGCTGA": 1782,
      "TACCTA": 1783,
      "CAGGGTT": 1784,
      "TCGCCA": 1785,
      "CAAAAATTA": 1786,
      "CTTCTGA": 1787,
      "GCATGTG": 1788,
      "CTATTAA": 1789,
      "GCACATG": 1790,
      "CAACATG": 1791,
      "TCATGAA": 1792,
      "GAATGTT": 1793,
      "GGGTTTT": 1794,
      "CTGCCTG": 1795,
      "GTCCACA": 1796,
      "TAAACA": 1797,
      "CTCTGGA": 1798,
      "GACCCC": 1799,
      "GGCAAAA": 1800,
      "TCTGTTA": 1801,
      "CTAGTG": 1802,
      "CTATATA": 1803,
      "TCAGTCA": 1804,
      "TAACTAA": 1805,
      "GAAGATG": 1806,
      "GTCTTAA": 1807,
      "CAAGGAA": 1808,
      "GTAAAAAA": 1809,
      "TCCCCTG": 1810,
      "TCGCAA": 1811,
      "TCTGCCTG": 1812,
      "CCTTTTA": 1813,
      "GTCCCAGCTA": 1814,
      "TATATATG": 1815,
      "TATTGTG": 1816,
      "TGTGTTTT": 1817,
      "GCGCAA": 1818,
      "CACAGTG": 1819,
      "TAAGATT": 1820,
      "CTCTGTA": 1821,
      "GGAGGCTGA": 1822,
      "GGACAAA": 1823,
      "TATTAAAAA": 1824,
      "TCGTCC": 1825,
      "TCGGAA": 1826,
      "CTATAAA": 1827,
      "CTTCAGA": 1828,
      "CTAGAAA": 1829,
      "CATTCAA": 1830,
      "CACGCA": 1831,
      "CAGGATT": 1832,
      "CCATCTT": 1833,
      "GTAGCC": 1834,
      "GAATTTA": 1835,
      "CACGC": 1836,
      "CAATCC": 1837,
      "TGAGCAA": 1838,
      "GAAGCTG": 1839,
      "TCAATTA": 1840,
      "GAAGTCA": 1841,
      "CTGCACA": 1842,
      "CCACGG": 1843,
      "GGATCTT": 1844,
      "CTCCTGCCTCAGCCTCC": 1845,
      "TAAATGAA": 1846,
      "CCGTC": 1847,
      "TCGGTG": 1848,
      "TTTTATTA": 1849,
      "GCAGGGG": 1850,
      "GCAGGTG": 1851,
      "TCTATTA": 1852,
      "TAACTTA": 1853,
      "CTAATTTT": 1854,
      "CCCGCC": 1855,
      "TAATACA": 1856,
      "GGATTAAA": 1857,
      "TCTCTCTG": 1858,
      "GCTTCTT": 1859,
      "CATTTATT": 1860,
      "CCAGAGG": 1861,
      "GGACAGA": 1862,
      "GCCAATT": 1863,
      "TCCCCAA": 1864,
      "GTTGATT": 1865,
      "GAAGAAAA": 1866,
      "GCATTTA": 1867,
      "CTCTAAA": 1868,
      "CACACACACACA": 1869,
      "CCTCAAA": 1870,
      "TATAATT": 1871,
      "CAATGTT": 1872,
      "GCCCAGA": 1873,
      "GTATATT": 1874,
      "CTAAAAAA": 1875,
      "CCACAGG": 1876,
      "TAAGAGA": 1877,
      "TCCTTAA": 1878,
      "TATTTTTT": 1879,
      "GAATATA": 1880,
      "GGATTTG": 1881,
      "GTGTGAA": 1882,
      "CTGGCTT": 1883,
      "GCGGCA": 1884,
      "TCCGCC": 1885,
      "GCATCTT": 1886,
      "TCTAATA": 1887,
      "CTGCATT": 1888,
      "CTCTGCC": 1889,
      "TCACTCA": 1890,
      "TCAGCAA": 1891,
      "TATTATG": 1892,
      "CCAGCTG": 1893,
      "GATCTC": 1894,
      "GCCTCTT": 1895,
      "CTTCCAA": 1896,
      "TCCTAAA": 1897,
      "TCATCTG": 1898,
      "CTATTTA": 1899,
      "CTGCAGG": 1900,
      "CAAGCAA": 1901,
      "GCGGAA": 1902,
      "GAAATAAA": 1903,
      "TAAAATAA": 1904,
      "TCACCTT": 1905,
      "CCATGTG": 1906,
      "GACCTA": 1907,
      "CAGATGA": 1908,
      "GTGGCTT": 1909,
      "TTATTATTATTA": 1910,
      "TCCCGG": 1911,
      "TATTTGTT": 1912,
      "CTGTAAA": 1913,
      "TCCATCCA": 1914,
      "CTGTATA": 1915,
      "GTTTCTA": 1916,
      "GTTGCTT": 1917,
      "CCATGAA": 1918,
      "GCTCTTA": 1919,
      "CTTCATG": 1920,
      "GTTCCTG": 1921,
      "GCTGGGA": 1922,
      "TCAGAGG": 1923,
      "CATTAAAA": 1924,
      "TCAGTAA": 1925,
      "GAATGTG": 1926,
      "CTTATTA": 1927,
      "GCACTGA": 1928,
      "TGAGGTT": 1929,
      "CATCAAA": 1930,
      "CTTCTCC": 1931,
      "GTTTATG": 1932,
      "CTTTCCA": 1933,
      "GTGCCTG": 1934,
      "GAAAGGA": 1935,
      "GCATCTG": 1936,
      "TACCCA": 1937,
      "TAACAGA": 1938,
      "AAAAAAAAAAA": 1939,
      "CTATGAA": 1940,
      "CAGTAAA": 1941,
      "TAGCTA": 1942,
      "TCGTTTT": 1943,
      "GTGTCTT": 1944,
      "GAGCAAA": 1945,
      "TCTAAAAA": 1946,
      "GTTCACA": 1947,
      "GAAATGA": 1948,
      "CAAATGA": 1949,
      "GCCCTGA": 1950,
      "GTGTTTA": 1951,
      "TCATGTG": 1952,
      "CATATTA": 1953,
      "TCAAAAAAA": 1954,
      "TAAGTTA": 1955,
      "TCTCTCTT": 1956,
      "CCAGTGA": 1957,
      "CCTCTGA": 1958,
      "CAAGATG": 1959,
      "GCCTGTT": 1960,
      "GTTTGGG": 1961,
      "CATTCATT": 1962,
      "GCCCCTG": 1963,
      "GTTCTGA": 1964,
      "GCGGCC": 1965,
      "GCGGTT": 1966,
      "CAAAACAAAA": 1967,
      "TACATATA": 1968,
      "GAATTAAA": 1969,
      "TCAAGAA": 1970,
      "CTGTATT": 1971,
      "TTTTTATT": 1972,
      "GATTATT": 1973,
      "TCTAATG": 1974,
      "GTTGCTG": 1975,
      "TGAATGAA": 1976,
      "TCAGCTG": 1977,
      "CTTGATT": 1978,
      "CAGAATG": 1979,
      "CTAATTA": 1980,
      "TATAATG": 1981,
      "GTTTTGTTTT": 1982,
      "CCAGCCTG": 1983,
      "TGATGGA": 1984,
      "GCAGATT": 1985,
      "CTCTATT": 1986,
      "GCAGTCA": 1987,
      "TAAGTGA": 1988,
      "CTACACA": 1989,
      "CGCATG": 1990,
      "TAGCCA": 1991,
      "GTGGCTCA": 1992,
      "CAAATAAA": 1993,
      "GTGCTCA": 1994,
      "TTTTTTTTTT": 1995,
      "TAACATG": 1996,
      "TCCCAGCTA": 1997,
      "CAAAGTA": 1998,
      "TCATATA": 1999,
      "CAGCATG": 2000,
      "TGATCTT": 2001,
      "CATAATT": 2002,
      "TGTGTTA": 2003,
      "TTTTGAA": 2004,
      "TTAATTA": 2005,
      "GATATTA": 2006,
      "TCATTCA": 2007,
      "TGATATA": 2008,
      "TGACTCA": 2009,
      "GACGTT": 2010,
      "TGACATG": 2011,
      "GTTGTGA": 2012,
      "CATTTTTT": 2013,
      "GCCTGGA": 2014,
      "CTATGTT": 2015,
      "CTTTGGG": 2016,
      "GTCTCAAA": 2017,
      "CTGGCTG": 2018,
      "CCACATG": 2019,
      "GGCGTG": 2020,
      "CTTAATG": 2021,
      "TAAGATG": 2022,
      "GTATAAA": 2023,
      "TGTATTA": 2024,
      "TAACTCA": 2025,
      "GAGAGAGAGAGAGAGAGAGAGAGAGAGAGAGA": 2026,
      "GCATGAA": 2027,
      "GTTAATG": 2028,
      "TCCAGGA": 2029,
      "GAGAGAAA": 2030,
      "TCTCTGTG": 2031,
      "CTCTCTA": 2032,
      "CCACCTG": 2033,
      "GCCAGGA": 2034,
      "CTGGAGG": 2035,
      "CCATTTA": 2036,
      "GTCTGGA": 2037,
      "GCCCACA": 2038,
      "TAGAGAA": 2039,
      "CAACTCA": 2040,
      "GGCAGGA": 2041,
      "TCTTATG": 2042,
      "CAAAGGA": 2043,
      "GGTAAAA": 2044,
      "GAGAGGA": 2045,
      "GTCCAGA": 2046,
      "GCCCTCA": 2047,
      "GATATTTT": 2048,
      "CAGGGAA": 2049,
      "CCACATT": 2050,
      "GAGGAGG": 2051,
      "GAAACTT": 2052,
      "CAGAATT": 2053,
      "TCAGATG": 2054,
      "TATTTCC": 2055,
      "TACAGTG": 2056,
      "TGAGCTG": 2057,
      "CCATCTG": 2058,
      "GAGAATG": 2059,
      "TCAACAA": 2060,
      "ATT": 2061,
      "TAACTGA": 2062,
      "TGAGAGG": 2063,
      "CACTGAA": 2064,
      "CCACCTT": 2065,
      "CTGCAGA": 2066,
      "TCACCAA": 2067,
      "TGAGCTT": 2068,
      "CAAAGCA": 2069,
      "GGTTTTA": 2070,
      "CGGGGTT": 2071,
      "TCCAAAAA": 2072,
      "TATGTATA": 2073,
      "CCAGATG": 2074,
      "TCCATTTT": 2075,
      "CTGCTCA": 2076,
      "GATAATT": 2077,
      "CCACCAA": 2078,
      "CTCCTCC": 2079,
      "GAGAATT": 2080,
      "GAAAGTA": 2081,
      "TAAAATAAAA": 2082,
      "CTTCTTA": 2083,
      "CTGTTTA": 2084,
      "GAATCAA": 2085,
      "GCATGTT": 2086,
      "GCACGG": 2087,
      "GACTGAA": 2088,
      "GTGCACA": 2089,
      "GACGTG": 2090,
      "TATACAA": 2091,
      "TCGACA": 2092,
      "GAAGACA": 2093,
      "TAAAGGA": 2094,
      "GATCAAA": 2095,
      "CAGTGTG": 2096,
      "CTAGCC": 2097,
      "GAGGAAAA": 2098,
      "TCTGAAAA": 2099,
      "GAACCCA": 2100,
      "GATGGATG": 2101,
      "GTTCTTA": 2102,
      "CTATATT": 2103,
      "GCATTAA": 2104,
      "TCTCTCTCTCTCTCTCTCTCTCTCTCTCTCTC": 2105,
      "TCAGTC": 2106,
      "TATTTTTG": 2107,
      "GAGGATT": 2108,
      "GTATGTG": 2109,
      "TAACCAA": 2110,
      "GTTGTTTT": 2111,
      "TTTTTCTT": 2112,
      "GTGTTAA": 2113,
      "CTTGGAA": 2114,
      "AAAAAATG": 2115,
      "CAATGTG": 2116,
      "GTGCCTT": 2117,
      "GCCTCAA": 2118,
      "GAGTCTT": 2119,
      "GCTAATTTT": 2120,
      "CGAAAAA": 2121,
      "GTGTATA": 2122,
      "GCGTTA": 2123,
      "CTGCACTCCAGCCTGGG": 2124,
      "GTTCATG": 2125,
      "CAAAGAAA": 2126,
      "GCAGTAA": 2127,
      "GGATGAA": 2128,
      "CTTTATG": 2129,
      "CAGGAAAA": 2130,
      "TCCTGCA": 2131,
      "CTGTCTG": 2132,
      "GAACATG": 2133,
      "GGATGGA": 2134,
      "GCCTGAA": 2135,
      "CAAAAATG": 2136,
      "TCCAATG": 2137,
      "CCAGCAA": 2138,
      "GGCCTA": 2139,
      "CAACTGA": 2140,
      "GCACCTG": 2141,
      "GTCTATT": 2142,
      "CCTCTCA": 2143,
      "GTGGTCA": 2144,
      "GTGTAAA": 2145,
      "GTACACA": 2146,
      "GTAAAATT": 2147,
      "GTACATT": 2148,
      "TATATAAA": 2149,
      "CTGTTAA": 2150,
      "TAAGTCA": 2151,
      "GCCTCCA": 2152,
      "AAATTAAA": 2153,
      "GTGCAGG": 2154,
      "TCCTGGA": 2155,
      "GTGCAAA": 2156,
      "GCGTCC": 2157,
      "CCATTAA": 2158,
      "GGAGGGA": 2159,
      "TCACTTA": 2160,
      "TCATTAAA": 2161,
      "CAACATA": 2162,
      "TAATAGA": 2163,
      "TAATGTA": 2164,
      "GATTTTTT": 2165,
      "GTTGTCA": 2166,
      "GGAGACA": 2167,
      "GTGTGGG": 2168,
      "TCACAGG": 2169,
      "TCGGCA": 2170,
      "CTCCCTG": 2171,
      "GACCAAA": 2172,
      "TGTTTATT": 2173,
      "CGAATG": 2174,
      "CTCAATG": 2175,
