<cls>
<pad>
<eos>
<unk>
AAAAAA
AAAAAT
AAAAAC
AAAAAG
AAAAAN
AAAATA
AAAATT
AAAATC
AAAATG
AAAATN
AAAACA
AAAACT
AAAACC
AAAACG
AAAACN
AAAAGA
AAAAGT
AAAAGC
AAAAGG
AAAAGN
AAAANA
AAAANT
AAAANC
AAAANG
AAAANN
AAATAA
AAATAT
AAATAC
AAATAG
AAATAN
AAATTA
AAATTT
AAATTC
AAATTG
AAATTN
AAATCA
AAATCT
AAATCC
AAATCG
AAATCN
AAATGA
AAATGT
AAATGC
AAATGG
AAATGN
AAATNA
AAATNT
AAATNC
AAATNG
AAATNN
AAACAA
AAACAT
AAACAC
AAACAG
AAACAN
AAACTA
AAACTT
AAACTC
AAACTG
AAACTN
AAACCA
AAACCT
AAACCC
AAACCG
AAACCN
AAACGA
AAACGT
AAACGC
AAACGG
AAACGN
AAACNA
AAACNT
AAACNC
AAACNG
AAACNN
AAAGAA
AAAGAT
AAAGAC
AAAGAG
AAAGAN
AAAGTA
AAAGTT
AAAGTC
AAAGTG
AAAGTN
AAAGCA
AAAGCT
AAAGCC
AAAGCG
AAAGCN
AAAGGA
AAAGGT
AAAGGC
AAAGGG
AAAGGN
AAAGNA
AAAGNT
AAAGNC
AAAGNG
AAAGNN
AAANAA
AAANAT
AAANAC
AAANAG
AAANAN
AAANTA
AAANTT
AAANTC
AAANTG
AAANTN
AAANCA
AAANCT
AAANCC
AAANCG
AAANCN
AAANGA
AAANGT
AAANGC
AAANGG
AAANGN
AAANNA
AAANNT
AAANNC
AAANNG
AAANNN
AATAAA
AATAAT
AATAAC
AATAAG
AATAAN
AATATA
AATATT
AATATC
AATATG
AATATN
AATACA
AATACT
AATACC
AATACG
AATACN
AATAGA
AATAGT
AATAGC
AATAGG
AATAGN
AATANA
AATANT
AATANC
AATANG
AATANN
AATTAA
AATTAT
AATTAC
AATTAG
AATTAN
AATTTA
AATTTT
AATTTC
AATTTG
AATTTN
AATTCA
AATTCT
AATTCC
AATTCG
AATTCN
AATTGA
AATTGT
AATTGC
AATTGG
AATTGN
AATTNA
AATTNT
AATTNC
AATTNG
AATTNN
AATCAA
AATCAT
AATCAC
AATCAG
AATCAN
AATCTA
AATCTT
AATCTC
AATCTG
AATCTN
AATCCA
AATCCT
AATCCC
AATCCG
AATCCN
AATCGA
AATCGT
AATCGC
AATCGG
AATCGN
AATCNA
AATCNT
AATCNC
AATCNG
AATCNN
AATGAA
AATGAT
AATGAC
AATGAG
AATGAN
AATGTA
AATGTT
AATGTC
AATGTG
AATGTN
AATGCA
AATGCT
AATGCC
AATGCG
AATGCN
AATGGA
AATGGT
AATGGC
AATGGG
AATGGN
AATGNA
AATGNT
AATGNC
AATGNG
AATGNN
AATNAA
AATNAT
AATNAC
AATNAG
AATNAN
AATNTA
AATNTT
AATNTC
AATNTG
AATNTN
AATNCA
AATNCT
AATNCC
AATNCG
AATNCN
AATNGA
AATNGT
AATNGC
AATNGG
AATNGN
AATNNA
AATNNT
AATNNC
AATNNG
AATNNN
AACAAA
AACAAT
AACAAC
AACAAG
AACAAN
AACATA
AACATT
AACATC
AACATG
AACATN
AACACA
AACACT
AACACC
AACACG
AACACN
AACAGA
AACAGT
AACAGC
AACAGG
AACAGN
AACANA
AACANT
AACANC
AACANG
AACANN
AACTAA
AACTAT
AACTAC
AACTAG
AACTAN
AACTTA
AACTTT
AACTTC
AACTTG
AACTTN
AACTCA
AACTCT
AACTCC
AACTCG
AACTCN
AACTGA
AACTGT
AACTGC
AACTGG
AACTGN
AACTNA
AACTNT
AACTNC
AACTNG
AACTNN
AACCAA
AACCAT
AACCAC
AACCAG
AACCAN
AACCTA
AACCTT
AACCTC
AACCTG
AACCTN
AACCCA
AACCCT
AACCCC
AACCCG
AACCCN
AACCGA
AACCGT
AACCGC
AACCGG
AACCGN
AACCNA
AACCNT
AACCNC
AACCNG
AACCNN
AACGAA
AACGAT
AACGAC
AACGAG
AACGAN
AACGTA
AACGTT
AACGTC
AACGTG
AACGTN
AACGCA
AACGCT
AACGCC
AACGCG
AACGCN
AACGGA
AACGGT
AACGGC
AACGGG
AACGGN
AACGNA
AACGNT
AACGNC
AACGNG
AACGNN
AACNAA
AACNAT
AACNAC
AACNAG
AACNAN
AACNTA
AACNTT
AACNTC
AACNTG
AACNTN
AACNCA
AACNCT
AACNCC
AACNCG
AACNCN
AACNGA
AACNGT
AACNGC
AACNGG
AACNGN
AACNNA
AACNNT
AACNNC
AACNNG
AACNNN
AAGAAA
AAGAAT
AAGAAC
AAGAAG
AAGAAN
AAGATA
AAGATT
AAGATC
AAGATG
AAGATN
AAGACA
AAGACT
AAGACC
AAGACG
AAGACN
AAGAGA
AAGAGT
AAGAGC
AAGAGG
AAGAGN
AAGANA
AAGANT
AAGANC
AAGANG
AAGANN
AAGTAA
AAGTAT
AAGTAC
AAGTAG
AAGTAN
AAGTTA
AAGTTT
AAGTTC
AAGTTG
AAGTTN
AAGTCA
AAGTCT
AAGTCC
AAGTCG
AAGTCN
AAGTGA
AAGTGT
AAGTGC
AAGTGG
AAGTGN
AAGTNA
AAGTNT
AAGTNC
AAGTNG
AAGTNN
AAGCAA
AAGCAT
AAGCAC
AAGCAG
AAGCAN
AAGCTA
AAGCTT
AAGCTC
AAGCTG
AAGCTN
AAGCCA
AAGCCT
AAGCCC
AAGCCG
AAGCCN
AAGCGA
AAGCGT
AAGCGC
AAGCGG
AAGCGN
AAGCNA
AAGCNT
AAGCNC
AAGCNG
AAGCNN
AAGGAA
AAGGAT
AAGGAC
AAGGAG
AAGGAN
AAGGTA
AAGGTT
AAGGTC
AAGGTG
AAGGTN
AAGGCA
AAGGCT
AAGGCC
AAGGCG
AAGGCN
AAGGGA
AAGGGT
AAGGGC
AAGGGG
AAGGGN
AAGGNA
AAGGNT
AAGGNC
AAGGNG
AAGGNN
AAGNAA
AAGNAT
AAGNAC
AAGNAG
AAGNAN
AAGNTA
AAGNTT
AAGNTC
AAGNTG
AAGNTN
AAGNCA
AAGNCT
AAGNCC
AAGNCG
AAGNCN
AAGNGA
AAGNGT
AAGNGC
AAGNGG
AAGNGN
AAGNNA
AAGNNT
AAGNNC
AAGNNG
AAGNNN
AANAAA
AANAAT
AANAAC
AANAAG
AANAAN
AANATA
AANATT
AANATC
AANATG
AANATN
AANACA
AANACT
AANACC
AANACG
AANACN
AANAGA
AANAGT
AANAGC
AANAGG
AANAGN
AANANA
AANANT
AANANC
AANANG
AANANN
AANTAA
AANTAT
AANTAC
AANTAG
AANTAN
AANTTA
AANTTT
AANTTC
AANTTG
AANTTN
AANTCA
AANTCT
AANTCC
AANTCG
AANTCN
AANTGA
AANTGT
AANTGC
AANTGG
AANTGN
AANTNA
AANTNT
AANTNC
AANTNG
AANTNN
AANCAA
AANCAT
AANCAC
AANCAG
AANCAN
AANCTA
AANCTT
AANCTC
AANCTG
AANCTN
AANCCA
AANCCT
AANCCC
AANCCG
AANCCN
AANCGA
AANCGT
AANCGC
AANCGG
AANCGN
AANCNA
AANCNT
AANCNC
AANCNG
AANCNN
AANGAA
AANGAT
AANGAC
AANGAG
AANGAN
AANGTA
AANGTT
AANGTC
AANGTG
AANGTN
AANGCA
AANGCT
AANGCC
AANGCG
AANGCN
AANGGA
AANGGT
AANGGC
AANGGG
AANGGN
AANGNA
AANGNT
AANGNC
AANGNG
AANGNN
AANNAA
AANNAT
AANNAC
AANNAG
AANNAN
AANNTA
AANNTT
AANNTC
AANNTG
AANNTN
AANNCA
AANNCT
AANNCC
AANNCG
AANNCN
AANNGA
AANNGT
AANNGC
AANNGG
AANNGN
AANNNA
AANNNT
AANNNC
AANNNG
AANNNN
ATAAAA
ATAAAT
ATAAAC
ATAAAG
ATAAAN
ATAATA
ATAATT
ATAATC
ATAATG
ATAATN
ATAACA
ATAACT
ATAACC
ATAACG
ATAACN
ATAAGA
ATAAGT
ATAAGC
ATAAGG
ATAAGN
ATAANA
ATAANT
ATAANC
ATAANG
ATAANN
ATATAA
ATATAT
ATATAC
ATATAG
ATATAN
ATATTA
ATATTT
ATATTC
ATATTG
ATATTN
ATATCA
ATATCT
ATATCC
ATATCG
ATATCN
ATATGA
ATATGT
ATATGC
ATATGG
ATATGN
ATATNA
ATATNT
ATATNC
ATATNG
ATATNN
ATACAA
ATACAT
ATACAC
ATACAG
ATACAN
ATACTA
ATACTT
ATACTC
ATACTG
ATACTN
ATACCA
ATACCT
ATACCC
ATACCG
ATACCN
ATACGA
ATACGT
ATACGC
ATACGG
ATACGN
ATACNA
ATACNT
ATACNC
ATACNG
ATACNN
ATAGAA
ATAGAT
ATAGAC
ATAGAG
ATAGAN
ATAGTA
ATAGTT
ATAGTC
ATAGTG
ATAGTN
ATAGCA
ATAGCT
ATAGCC
ATAGCG
ATAGCN
ATAGGA
ATAGGT
ATAGGC
ATAGGG
ATAGGN
ATAGNA
ATAGNT
ATAGNC
ATAGNG
ATAGNN
ATANAA
ATANAT
ATANAC
ATANAG
ATANAN
ATANTA
ATANTT
ATANTC
ATANTG
ATANTN
ATANCA
ATANCT
ATANCC
ATANCG
ATANCN
ATANGA
ATANGT
ATANGC
ATANGG
ATANGN
ATANNA
ATANNT
ATANNC
ATANNG
ATANNN
ATTAAA
ATTAAT
ATTAAC
ATTAAG
ATTAAN
ATTATA
ATTATT
ATTATC
ATTATG
ATTATN
ATTACA
ATTACT
ATTACC
ATTACG
ATTACN
ATTAGA
ATTAGT
ATTAGC
ATTAGG
ATTAGN
ATTANA
ATTANT
ATTANC
ATTANG
ATTANN
ATTTAA
ATTTAT
ATTTAC
ATTTAG
ATTTAN
ATTTTA
ATTTTT
ATTTTC
ATTTTG
ATTTTN
ATTTCA
ATTTCT
ATTTCC
ATTTCG
ATTTCN
ATTTGA
ATTTGT
ATTTGC
ATTTGG
ATTTGN
ATTTNA
ATTTNT
ATTTNC
ATTTNG
ATTTNN
ATTCAA
ATTCAT
ATTCAC
ATTCAG
ATTCAN
ATTCTA
ATTCTT
ATTCTC
ATTCTG
ATTCTN
ATTCCA
ATTCCT
ATTCCC
ATTCCG
ATTCCN
ATTCGA
ATTCGT
ATTCGC
ATTCGG
ATTCGN
ATTCNA
ATTCNT
ATTCNC
ATTCNG
ATTCNN
ATTGAA
ATTGAT
ATTGAC
ATTGAG
ATTGAN
ATTGTA
ATTGTT
ATTGTC
ATTGTG
ATTGTN
ATTGCA
ATTGCT
ATTGCC
ATTGCG
ATTGCN
ATTGGA
ATTGGT
ATTGGC
ATTGGG
ATTGGN
ATTGNA
ATTGNT
ATTGNC
ATTGNG
ATTGNN
ATTNAA
ATTNAT
ATTNAC
ATTNAG
ATTNAN
ATTNTA
ATTNTT
ATTNTC
ATTNTG
ATTNTN
ATTNCA
ATTNCT
ATTNCC
ATTNCG
ATTNCN
ATTNGA
ATTNGT
ATTNGC
ATTNGG
ATTNGN
ATTNNA
ATTNNT
ATTNNC
ATTNNG
ATTNNN
ATCAAA
ATCAAT
ATCAAC
ATCAAG
ATCAAN
ATCATA
ATCATT
ATCATC
ATCATG
ATCATN
ATCACA
ATCACT
ATCACC
ATCACG
ATCACN
ATCAGA
ATCAGT
ATCAGC
ATCAGG
ATCAGN
ATCANA
ATCANT
ATCANC
ATCANG
ATCANN
ATCTAA
ATCTAT
ATCTAC
ATCTAG
ATCTAN
ATCTTA
ATCTTT
ATCTTC
ATCTTG
ATCTTN
ATCTCA
ATCTCT
ATCTCC
ATCTCG
ATCTCN
ATCTGA
ATCTGT
ATCTGC
ATCTGG
ATCTGN
ATCTNA
ATCTNT
ATCTNC
ATCTNG
ATCTNN
ATCCAA
ATCCAT
ATCCAC
ATCCAG
ATCCAN
ATCCTA
ATCCTT
ATCCTC
ATCCTG
ATCCTN
ATCCCA
ATCCCT
ATCCCC
ATCCCG
ATCCCN
ATCCGA
ATCCGT
ATCCGC
ATCCGG
ATCCGN
ATCCNA
ATCCNT
ATCCNC
ATCCNG
ATCCNN
ATCGAA
ATCGAT
ATCGAC
ATCGAG
ATCGAN
ATCGTA
ATCGTT
ATCGTC
ATCGTG
ATCGTN
ATCGCA
ATCGCT
ATCGCC
ATCGCG
ATCGCN
ATCGGA
ATCGGT
ATCGGC
ATCGGG
ATCGGN
ATCGNA
ATCGNT
ATCGNC
ATCGNG
ATCGNN
ATCNAA
ATCNAT
ATCNAC
ATCNAG
ATCNAN
ATCNTA
ATCNTT
ATCNTC
ATCNTG
ATCNTN
ATCNCA
ATCNCT
ATCNCC
ATCNCG
ATCNCN
ATCNGA
ATCNGT
ATCNGC
ATCNGG
ATCNGN
ATCNNA
ATCNNT
ATCNNC
ATCNNG
ATCNNN
ATGAAA
ATGAAT
ATGAAC
ATGAAG
ATGAAN
ATGATA
ATGATT
ATGATC
ATGATG
ATGATN
ATGACA
ATGACT
ATGACC
ATGACG
ATGACN
ATGAGA
ATGAGT
ATGAGC
ATGAGG
ATGAGN
ATGANA
ATGANT
ATGANC
ATGANG
ATGANN
ATGTAA
ATGTAT
ATGTAC
ATGTAG
ATGTAN
ATGTTA
ATGTTT
ATGTTC
ATGTTG
ATGTTN
ATGTCA
ATGTCT
ATGTCC
ATGTCG
ATGTCN
ATGTGA
ATGTGT
ATGTGC
ATGTGG
ATGTGN
ATGTNA
ATGTNT
ATGTNC
ATGTNG
ATGTNN
ATGCAA
ATGCAT
ATGCAC
ATGCAG
ATGCAN
ATGCTA
ATGCTT
ATGCTC
ATGCTG
ATGCTN
ATGCCA
ATGCCT
ATGCCC
ATGCCG
ATGCCN
ATGCGA
ATGCGT
ATGCGC
ATGCGG
ATGCGN
ATGCNA
ATGCNT
ATGCNC
ATGCNG
ATGCNN
ATGGAA
ATGGAT
ATGGAC
ATGGAG
ATGGAN
ATGGTA
ATGGTT
ATGGTC
ATGGTG
ATGGTN
ATGGCA
ATGGCT
ATGGCC
ATGGCG
ATGGCN
ATGGGA
ATGGGT
ATGGGC
ATGGGG
ATGGGN
ATGGNA
ATGGNT
ATGGNC
ATGGNG
ATGGNN
ATGNAA
ATGNAT
ATGNAC
ATGNAG
ATGNAN
ATGNTA
ATGNTT
ATGNTC
ATGNTG
ATGNTN
ATGNCA
ATGNCT
ATGNCC
ATGNCG
ATGNCN
ATGNGA
ATGNGT
ATGNGC
ATGNGG
ATGNGN
ATGNNA
ATGNNT
ATGNNC
ATGNNG
ATGNNN
ATNAAA
ATNAAT
ATNAAC
ATNAAG
ATNAAN
ATNATA
ATNATT
ATNATC
ATNATG
ATNATN
ATNACA
ATNACT
ATNACC
ATNACG
ATNACN
ATNAGA
ATNAGT
ATNAGC
ATNAGG
ATNAGN
ATNANA
ATNANT
ATNANC
ATNANG
ATNANN
ATNTAA
ATNTAT
ATNTAC
ATNTAG
ATNTAN
ATNTTA
ATNTTT
ATNTTC
ATNTTG
ATNTTN
ATNTCA
ATNTCT
ATNTCC
ATNTCG
ATNTCN
ATNTGA
ATNTGT
ATNTGC
ATNTGG
ATNTGN
ATNTNA
ATNTNT
ATNTNC
ATNTNG
ATNTNN
ATNCAA
ATNCAT
ATNCAC
ATNCAG
ATNCAN
ATNCTA
ATNCTT
ATNCTC
ATNCTG
ATNCTN
ATNCCA
ATNCCT
ATNCCC
ATNCCG
ATNCCN
ATNCGA
ATNCGT
ATNCGC
ATNCGG
ATNCGN
ATNCNA
ATNCNT
ATNCNC
ATNCNG
ATNCNN
ATNGAA
ATNGAT
ATNGAC
ATNGAG
ATNGAN
ATNGTA
ATNGTT
ATNGTC
ATNGTG
ATNGTN
ATNGCA
ATNGCT
ATNGCC
ATNGCG
ATNGCN
ATNGGA
ATNGGT
ATNGGC
ATNGGG
ATNGGN
ATNGNA
ATNGNT
ATNGNC
ATNGNG
ATNGNN
ATNNAA
ATNNAT
ATNNAC
ATNNAG
ATNNAN
ATNNTA
ATNNTT
ATNNTC
ATNNTG
ATNNTN
ATNNCA
ATNNCT
ATNNCC
ATNNCG
ATNNCN
ATNNGA
ATNNGT
ATNNGC
ATNNGG
ATNNGN
ATNNNA
ATNNNT
ATNNNC
ATNNNG
ATNNNN
ACAAAA
ACAAAT
ACAAAC
ACAAAG
ACAAAN
ACAATA
ACAATT
ACAATC
ACAATG
ACAATN
ACAACA
ACAACT
ACAACC
ACAACG
ACAACN
ACAAGA
ACAAGT
ACAAGC
ACAAGG
ACAAGN
ACAANA
ACAANT
ACAANC
ACAANG
ACAANN
ACATAA
ACATAT
ACATAC
ACATAG
ACATAN
ACATTA
ACATTT
ACATTC
ACATTG
ACATTN
ACATCA
ACATCT
ACATCC
ACATCG
ACATCN
ACATGA
ACATGT
ACATGC
ACATGG
ACATGN
ACATNA
ACATNT
ACATNC
ACATNG
ACATNN
ACACAA
ACACAT
ACACAC
ACACAG
ACACAN
ACACTA
ACACTT
ACACTC
ACACTG
ACACTN
ACACCA
ACACCT
ACACCC
ACACCG
ACACCN
ACACGA
ACACGT
ACACGC
ACACGG
ACACGN
ACACNA
ACACNT
ACACNC
ACACNG
ACACNN
ACAGAA
ACAGAT
ACAGAC
ACAGAG
ACAGAN
ACAGTA
ACAGTT
ACAGTC
ACAGTG
ACAGTN
ACAGCA
ACAGCT
ACAGCC
ACAGCG
ACAGCN
ACAGGA
ACAGGT
ACAGGC
ACAGGG
ACAGGN
ACAGNA
ACAGNT
ACAGNC
ACAGNG
ACAGNN
ACANAA
ACANAT
ACANAC
ACANAG
ACANAN
ACANTA
ACANTT
ACANTC
ACANTG
ACANTN
ACANCA
ACANCT
ACANCC
ACANCG
ACANCN
ACANGA
ACANGT
ACANGC
ACANGG
ACANGN
ACANNA
ACANNT
ACANNC
ACANNG
ACANNN
ACTAAA
ACTAAT
ACTAAC
ACTAAG
ACTAAN
ACTATA
ACTATT
ACTATC
ACTATG
ACTATN
ACTACA
ACTACT
ACTACC
ACTACG
ACTACN
ACTAGA
ACTAGT
ACTAGC
ACTAGG
ACTAGN
ACTANA
ACTANT
ACTANC
ACTANG
ACTANN
ACTTAA
ACTTAT
ACTTAC
ACTTAG
ACTTAN
ACTTTA
ACTTTT
ACTTTC
ACTTTG
ACTTTN
ACTTCA
ACTTCT
ACTTCC
ACTTCG
ACTTCN
ACTTGA
ACTTGT
ACTTGC
ACTTGG
ACTTGN
ACTTNA
ACTTNT
ACTTNC
ACTTNG
ACTTNN
ACTCAA
ACTCAT
ACTCAC
ACTCAG
ACTCAN
ACTCTA
ACTCTT
ACTCTC
ACTCTG
ACTCTN
ACTCCA
ACTCCT
ACTCCC
ACTCCG
ACTCCN
ACTCGA
ACTCGT
ACTCGC
ACTCGG
ACTCGN
ACTCNA
ACTCNT
ACTCNC
ACTCNG
ACTCNN
ACTGAA
ACTGAT
ACTGAC
ACTGAG
ACTGAN
ACTGTA
ACTGTT
ACTGTC
ACTGTG
ACTGTN
ACTGCA
ACTGCT
ACTGCC
ACTGCG
ACTGCN
ACTGGA
ACTGGT
ACTGGC
ACTGGG
ACTGGN
ACTGNA
ACTGNT
ACTGNC
ACTGNG
ACTGNN
ACTNAA
ACTNAT
ACTNAC
ACTNAG
ACTNAN
ACTNTA
ACTNTT
ACTNTC
ACTNTG
ACTNTN
ACTNCA
ACTNCT
ACTNCC
ACTNCG
ACTNCN
ACTNGA
ACTNGT
ACTNGC
ACTNGG
ACTNGN
ACTNNA
ACTNNT
ACTNNC
ACTNNG
ACTNNN
ACCAAA
ACCAAT
ACCAAC
ACCAAG
ACCAAN
ACCATA
ACCATT
ACCATC
ACCATG
ACCATN
ACCACA
ACCACT
ACCACC
ACCACG
ACCACN
ACCAGA
ACCAGT
ACCAGC
ACCAGG
ACCAGN
ACCANA
ACCANT
ACCANC
ACCANG
ACCANN
ACCTAA
ACCTAT
ACCTAC
ACCTAG
ACCTAN
ACCTTA
ACCTTT
ACCTTC
ACCTTG
ACCTTN
ACCTCA
ACCTCT
ACCTCC
ACCTCG
ACCTCN
ACCTGA
ACCTGT
ACCTGC
ACCTGG
ACCTGN
ACCTNA
ACCTNT
ACCTNC
ACCTNG
ACCTNN
ACCCAA
ACCCAT
ACCCAC
ACCCAG
ACCCAN
ACCCTA
ACCCTT
ACCCTC
ACCCTG
ACCCTN
ACCCCA
ACCCCT
ACCCCC
ACCCCG
ACCCCN
ACCCGA
ACCCGT
ACCCGC
ACCCGG
ACCCGN
ACCCNA
ACCCNT
ACCCNC
ACCCNG
ACCCNN
ACCGAA
ACCGAT
ACCGAC
ACCGAG
ACCGAN
ACCGTA
ACCGTT
ACCGTC
ACCGTG
ACCGTN
ACCGCA
ACCGCT
ACCGCC
ACCGCG
ACCGCN
ACCGGA
ACCGGT
ACCGGC
ACCGGG
ACCGGN
ACCGNA
ACCGNT
ACCGNC
ACCGNG
ACCGNN
ACCNAA
ACCNAT
ACCNAC
ACCNAG
ACCNAN
ACCNTA
ACCNTT
ACCNTC
ACCNTG
ACCNTN
ACCNCA
ACCNCT
ACCNCC
ACCNCG
ACCNCN
ACCNGA
ACCNGT
ACCNGC
ACCNGG
ACCNGN
ACCNNA
ACCNNT
ACCNNC
ACCNNG
ACCNNN
ACGAAA
ACGAAT
ACGAAC
ACGAAG
ACGAAN
ACGATA
ACGATT
ACGATC
ACGATG
ACGATN
ACGACA
ACGACT
ACGACC
ACGACG
ACGACN
ACGAGA
ACGAGT
ACGAGC
ACGAGG
ACGAGN
ACGANA
ACGANT
ACGANC
ACGANG
ACGANN
ACGTAA
ACGTAT
ACGTAC
ACGTAG
ACGTAN
ACGTTA
ACGTTT
ACGTTC
ACGTTG
ACGTTN
ACGTCA
ACGTCT
ACGTCC
ACGTCG
ACGTCN
ACGTGA
ACGTGT
ACGTGC
ACGTGG
ACGTGN
ACGTNA
ACGTNT
ACGTNC
ACGTNG
ACGTNN
ACGCAA
ACGCAT
ACGCAC
ACGCAG
ACGCAN
ACGCTA
ACGCTT
ACGCTC
ACGCTG
ACGCTN
ACGCCA
ACGCCT
ACGCCC
ACGCCG
ACGCCN
ACGCGA
ACGCGT
ACGCGC
ACGCGG
ACGCGN
ACGCNA
ACGCNT
ACGCNC
ACGCNG
ACGCNN
ACGGAA
ACGGAT
ACGGAC
ACGGAG
ACGGAN
ACGGTA
ACGGTT
ACGGTC
ACGGTG
ACGGTN
ACGGCA
ACGGCT
ACGGCC
ACGGCG
ACGGCN
ACGGGA
ACGGGT
ACGGGC
ACGGGG
ACGGGN
ACGGNA
ACGGNT
ACGGNC
ACGGNG
ACGGNN
ACGNAA
ACGNAT
ACGNAC
ACGNAG
ACGNAN
ACGNTA
ACGNTT
ACGNTC
ACGNTG
ACGNTN
ACGNCA
ACGNCT
ACGNCC
ACGNCG
ACGNCN
ACGNGA
ACGNGT
ACGNGC
ACGNGG
ACGNGN
ACGNNA
ACGNNT
ACGNNC
ACGNNG
ACGNNN
ACNAAA
ACNAAT
ACNAAC
ACNAAG
ACNAAN
ACNATA
ACNATT
ACNATC
ACNATG
ACNATN
ACNACA
ACNACT
ACNACC
ACNACG
ACNACN
ACNAGA
ACNAGT
ACNAGC
ACNAGG
ACNAGN
ACNANA
ACNANT
ACNANC
ACNANG
ACNANN
ACNTAA
ACNTAT
ACNTAC
ACNTAG
ACNTAN
ACNTTA
ACNTTT
ACNTTC
ACNTTG
ACNTTN
ACNTCA
ACNTCT
ACNTCC
ACNTCG
ACNTCN
ACNTGA
ACNTGT
ACNTGC
ACNTGG
ACNTGN
ACNTNA
ACNTNT
ACNTNC
ACNTNG
ACNTNN
ACNCAA
ACNCAT
ACNCAC
ACNCAG
ACNCAN
ACNCTA
ACNCTT
ACNCTC
ACNCTG
ACNCTN
ACNCCA
ACNCCT
ACNCCC
ACNCCG
ACNCCN
ACNCGA
ACNCGT
ACNCGC
ACNCGG
ACNCGN
ACNCNA
ACNCNT
ACNCNC
ACNCNG
ACNCNN
ACNGAA
ACNGAT
ACNGAC
ACNGAG
ACNGAN
ACNGTA
ACNGTT
ACNGTC
ACNGTG
ACNGTN
ACNGCA
ACNGCT
ACNGCC
ACNGCG
ACNGCN
ACNGGA
ACNGGT
ACNGGC
ACNGGG
ACNGGN
ACNGNA
ACNGNT
ACNGNC
ACNGNG
ACNGNN
ACNNAA
ACNNAT
ACNNAC
ACNNAG
ACNNAN
ACNNTA
ACNNTT
ACNNTC
ACNNTG
ACNNTN
ACNNCA
ACNNCT
ACNNCC
ACNNCG
ACNNCN
ACNNGA
ACNNGT
ACNNGC
ACNNGG
ACNNGN
ACNNNA
ACNNNT
ACNNNC
ACNNNG
ACNNNN
AGAAAA
AGAAAT
AGAAAC
AGAAAG
AGAAAN
AGAATA
AGAATT
AGAATC
AGAATG
AGAATN
AGAACA
AGAACT
AGAACC
AGAACG
AGAACN
AGAAGA
AGAAGT
AGAAGC
AGAAGG
AGAAGN
AGAANA
AGAANT
AGAANC
AGAANG
AGAANN
AGATAA
AGATAT
AGATAC
AGATAG
AGATAN
AGATTA
AGATTT
AGATTC
AGATTG
AGATTN
AGATCA
AGATCT
AGATCC
AGATCG
AGATCN
AGATGA
AGATGT
AGATGC
AGATGG
AGATGN
AGATNA
AGATNT
AGATNC
AGATNG
AGATNN
AGACAA
AGACAT
AGACAC
AGACAG
AGACAN
AGACTA
AGACTT
AGACTC
AGACTG
AGACTN
AGACCA
AGACCT
AGACCC
AGACCG
AGACCN
AGACGA
AGACGT
AGACGC
AGACGG
AGACGN
AGACNA
AGACNT
AGACNC
AGACNG
AGACNN
AGAGAA
AGAGAT
AGAGAC
AGAGAG
AGAGAN
AGAGTA
AGAGTT
AGAGTC
AGAGTG
AGAGTN
AGAGCA
AGAGCT
AGAGCC
AGAGCG
AGAGCN
AGAGGA
AGAGGT
AGAGGC
AGAGGG
AGAGGN
AGAGNA
AGAGNT
AGAGNC
AGAGNG
AGAGNN
AGANAA
AGANAT
AGANAC
AGANAG
AGANAN
AGANTA
AGANTT
AGANTC
AGANTG
AGANTN
AGANCA
AGANCT
AGANCC
AGANCG
AGANCN
AGANGA
AGANGT
AGANGC
AGANGG
AGANGN
AGANNA
AGANNT
AGANNC
AGANNG
AGANNN
AGTAAA
AGTAAT
AGTAAC
AGTAAG
AGTAAN
AGTATA
AGTATT
AGTATC
AGTATG
AGTATN
AGTACA
AGTACT
AGTACC
AGTACG
AGTACN
AGTAGA
AGTAGT
AGTAGC
AGTAGG
AGTAGN
AGTANA
AGTANT
AGTANC
AGTANG
AGTANN
AGTTAA
AGTTAT
AGTTAC
AGTTAG
AGTTAN
AGTTTA
AGTTTT
AGTTTC
AGTTTG
AGTTTN
AGTTCA
AGTTCT
AGTTCC
AGTTCG
AGTTCN
AGTTGA
AGTTGT
AGTTGC
AGTTGG
AGTTGN
AGTTNA
AGTTNT
AGTTNC
AGTTNG
AGTTNN
AGTCAA
AGTCAT
AGTCAC
AGTCAG
AGTCAN
AGTCTA
AGTCTT
AGTCTC
AGTCTG
AGTCTN
AGTCCA
AGTCCT
AGTCCC
AGTCCG
AGTCCN
AGTCGA
AGTCGT
AGTCGC
AGTCGG
AGTCGN
AGTCNA
AGTCNT
AGTCNC
AGTCNG
AGTCNN
AGTGAA
AGTGAT
AGTGAC
AGTGAG
AGTGAN
AGTGTA
AGTGTT
AGTGTC
AGTGTG
AGTGTN
AGTGCA
AGTGCT
AGTGCC
AGTGCG
AGTGCN
AGTGGA
AGTGGT
AGTGGC
AGTGGG
AGTGGN
AGTGNA
AGTGNT
AGTGNC
AGTGNG
AGTGNN
AGTNAA
AGTNAT
AGTNAC
AGTNAG
AGTNAN
AGTNTA
AGTNTT
AGTNTC
AGTNTG
AGTNTN
AGTNCA
AGTNCT
AGTNCC
AGTNCG
AGTNCN
AGTNGA
AGTNGT
AGTNGC
AGTNGG
AGTNGN
AGTNNA
AGTNNT
AGTNNC
AGTNNG
AGTNNN
AGCAAA
AGCAAT
AGCAAC
AGCAAG
AGCAAN
AGCATA
AGCATT
AGCATC
AGCATG
AGCATN
AGCACA
AGCACT
AGCACC
AGCACG
AGCACN
AGCAGA
AGCAGT
AGCAGC
AGCAGG
AGCAGN
AGCANA
AGCANT
AGCANC
AGCANG
AGCANN
AGCTAA
AGCTAT
AGCTAC
AGCTAG
AGCTAN
AGCTTA
AGCTTT
AGCTTC
AGCTTG
AGCTTN
AGCTCA
AGCTCT
AGCTCC
AGCTCG
AGCTCN
AGCTGA
AGCTGT
AGCTGC
AGCTGG
AGCTGN
AGCTNA
AGCTNT
AGCTNC
AGCTNG
AGCTNN
AGCCAA
AGCCAT
AGCCAC
AGCCAG
AGCCAN
AGCCTA
AGCCTT
AGCCTC
AGCCTG
AGCCTN
AGCCCA
AGCCCT
AGCCCC
AGCCCG
AGCCCN
AGCCGA
AGCCGT
AGCCGC
AGCCGG
AGCCGN
AGCCNA
AGCCNT
AGCCNC
AGCCNG
AGCCNN
AGCGAA
AGCGAT
AGCGAC
AGCGAG
AGCGAN
AGCGTA
AGCGTT
AGCGTC
AGCGTG
AGCGTN
AGCGCA
AGCGCT
AGCGCC
AGCGCG
AGCGCN
AGCGGA
AGCGGT
AGCGGC
AGCGGG
AGCGGN
AGCGNA
AGCGNT
AGCGNC
AGCGNG
AGCGNN
AGCNAA
AGCNAT
AGCNAC
AGCNAG
AGCNAN
AGCNTA
AGCNTT
AGCNTC
AGCNTG
AGCNTN
AGCNCA
AGCNCT
AGCNCC
AGCNCG
AGCNCN
AGCNGA
AGCNGT
AGCNGC
AGCNGG
AGCNGN
AGCNNA
AGCNNT
AGCNNC
AGCNNG
AGCNNN
AGGAAA
AGGAAT
AGGAAC
AGGAAG
AGGAAN
AGGATA
AGGATT
AGGATC
AGGATG
AGGATN
AGGACA
AGGACT
AGGACC
AGGACG
AGGACN
AGGAGA
AGGAGT
AGGAGC
AGGAGG
AGGAGN
AGGANA
AGGANT
AGGANC
AGGANG
AGGANN
AGGTAA
AGGTAT
AGGTAC
AGGTAG
AGGTAN
AGGTTA
AGGTTT
AGGTTC
AGGTTG
AGGTTN
AGGTCA
AGGTCT
AGGTCC
AGGTCG
AGGTCN
AGGTGA
AGGTGT
AGGTGC
AGGTGG
AGGTGN
AGGTNA
AGGTNT
AGGTNC
AGGTNG
AGGTNN
AGGCAA
AGGCAT
AGGCAC
AGGCAG
AGGCAN
AGGCTA
AGGCTT
AGGCTC
AGGCTG
AGGCTN
AGGCCA
AGGCCT
AGGCCC
AGGCCG
AGGCCN
AGGCGA
AGGCGT
AGGCGC
AGGCGG
AGGCGN
AGGCNA
AGGCNT
AGGCNC
AGGCNG
AGGCNN
AGGGAA
AGGGAT
AGGGAC
AGGGAG
AGGGAN
AGGGTA
AGGGTT
AGGGTC
AGGGTG
AGGGTN
AGGGCA
AGGGCT
AGGGCC
AGGGCG
AGGGCN
AGGGGA
AGGGGT
AGGGGC
AGGGGG
AGGGGN
AGGGNA
AGGGNT
AGGGNC
AGGGNG
AGGGNN
AGGNAA
AGGNAT
AGGNAC
AGGNAG
AGGNAN
AGGNTA
AGGNTT
AGGNTC
AGGNTG
AGGNTN
AGGNCA
AGGNCT
AGGNCC
AGGNCG
AGGNCN
AGGNGA
AGGNGT
AGGNGC
AGGNGG
AGGNGN
AGGNNA
AGGNNT
AGGNNC
AGGNNG
AGGNNN
AGNAAA
AGNAAT
AGNAAC
AGNAAG
AGNAAN
AGNATA
AGNATT
AGNATC
AGNATG
AGNATN
AGNACA
AGNACT
AGNACC
AGNACG
AGNACN
AGNAGA
AGNAGT
AGNAGC
AGNAGG
AGNAGN
AGNANA
AGNANT
AGNANC
AGNANG
AGNANN
AGNTAA
AGNTAT
AGNTAC
AGNTAG
AGNTAN
AGNTTA
AGNTTT
AGNTTC
AGNTTG
AGNTTN
AGNTCA
AGNTCT
AGNTCC
AGNTCG
AGNTCN
AGNTGA
AGNTGT
AGNTGC
AGNTGG
AGNTGN
AGNTNA
AGNTNT
AGNTNC
AGNTNG
AGNTNN
AGNCAA
AGNCAT
AGNCAC
AGNCAG
AGNCAN
AGNCTA
AGNCTT
AGNCTC
AGNCTG
AGNCTN
AGNCCA
AGNCCT
AGNCCC
AGNCCG
AGNCCN
AGNCGA
AGNCGT
AGNCGC
AGNCGG
AGNCGN
AGNCNA
AGNCNT
AGNCNC
AGNCNG
AGNCNN
AGNGAA
AGNGAT
AGNGAC
AGNGAG
AGNGAN
AGNGTA
AGNGTT
AGNGTC
AGNGTG
AGNGTN
AGNGCA
AGNGCT
AGNGCC
AGNGCG
AGNGCN
AGNGGA
AGNGGT
AGNGGC
AGNGGG
AGNGGN
AGNGNA
AGNGNT
AGNGNC
AGNGNG
AGNGNN
AGNNAA
AGNNAT
AGNNAC
AGNNAG
AGNNAN
AGNNTA
AGNNTT
AGNNTC
AGNNTG
AGNNTN
AGNNCA
AGNNCT
AGNNCC
AGNNCG
AGNNCN
AGNNGA
AGNNGT
AGNNGC
AGNNGG
AGNNGN
AGNNNA
AGNNNT
AGNNNC
AGNNNG
AGNNNN
ANAAAA
ANAAAT
ANAAAC
ANAAAG
ANAAAN
ANAATA
ANAATT
ANAATC
ANAATG
ANAATN
ANAACA
ANAACT
ANAACC
ANAACG
ANAACN
ANAAGA
ANAAGT
ANAAGC
ANAAGG
ANAAGN
ANAANA
ANAANT
ANAANC
ANAANG
ANAANN
ANATAA
ANATAT
ANATAC
ANATAG
ANATAN
ANATTA
ANATTT
ANATTC
ANATTG
ANATTN
ANATCA
ANATCT
ANATCC
ANATCG
ANATCN
ANATGA
ANATGT
ANATGC
ANATGG
ANATGN
ANATNA
ANATNT
ANATNC
ANATNG
ANATNN
ANACAA
ANACAT
ANACAC
ANACAG
ANACAN
ANACTA
ANACTT
ANACTC
ANACTG
ANACTN
ANACCA
ANACCT
ANACCC
ANACCG
ANACCN
ANACGA
ANACGT
ANACGC
ANACGG
ANACGN
ANACNA
ANACNT
ANACNC
ANACNG
ANACNN
ANAGAA
ANAGAT
ANAGAC
ANAGAG
ANAGAN
ANAGTA
ANAGTT
ANAGTC
ANAGTG
ANAGTN
ANAGCA
ANAGCT
ANAGCC
ANAGCG
ANAGCN
ANAGGA
ANAGGT
ANAGGC
ANAGGG
ANAGGN
ANAGNA
ANAGNT
ANAGNC
ANAGNG
ANAGNN
ANANAA
ANANAT
ANANAC
ANANAG
ANANAN
ANANTA
ANANTT
ANANTC
ANANTG
ANANTN
ANANCA
ANANCT
ANANCC
ANANCG
ANANCN
ANANGA
ANANGT
ANANGC
ANANGG
ANANGN
ANANNA
ANANNT
ANANNC
ANANNG
ANANNN
ANTAAA
ANTAAT
ANTAAC
ANTAAG
ANTAAN
ANTATA
ANTATT
ANTATC
ANTATG
ANTATN
ANTACA
ANTACT
ANTACC
ANTACG
ANTACN
ANTAGA
ANTAGT
ANTAGC
ANTAGG
ANTAGN
ANTANA
ANTANT
ANTANC
ANTANG
ANTANN
ANTTAA
ANTTAT
ANTTAC
ANTTAG
ANTTAN
ANTTTA
ANTTTT
ANTTTC
ANTTTG
ANTTTN
ANTTCA
ANTTCT
ANTTCC
ANTTCG
ANTTCN
ANTTGA
ANTTGT
ANTTGC
ANTTGG
ANTTGN
ANTTNA
ANTTNT
ANTTNC
ANTTNG
ANTTNN
ANTCAA
ANTCAT
ANTCAC
ANTCAG
ANTCAN
ANTCTA
ANTCTT
ANTCTC
ANTCTG
ANTCTN
ANTCCA
ANTCCT
ANTCCC
ANTCCG
ANTCCN
ANTCGA
ANTCGT
ANTCGC
ANTCGG
ANTCGN
ANTCNA
ANTCNT
ANTCNC
ANTCNG
ANTCNN
ANTGAA
ANTGAT
ANTGAC
ANTGAG
ANTGAN
ANTGTA
ANTGTT
ANTGTC
ANTGTG
ANTGTN
ANTGCA
ANTGCT
ANTGCC
ANTGCG
ANTGCN
ANTGGA
ANTGGT
ANTGGC
ANTGGG
ANTGGN
ANTGNA
ANTGNT
ANTGNC
ANTGNG
ANTGNN
ANTNAA
ANTNAT
ANTNAC
ANTNAG
ANTNAN
ANTNTA
ANTNTT
ANTNTC
ANTNTG
ANTNTN
ANTNCA
ANTNCT
ANTNCC
ANTNCG
ANTNCN
ANTNGA
ANTNGT
ANTNGC
ANTNGG
ANTNGN
ANTNNA
ANTNNT
ANTNNC
ANTNNG
ANTNNN
ANCAAA
ANCAAT
ANCAAC
ANCAAG
ANCAAN
ANCATA
ANCATT
ANCATC
ANCATG
ANCATN
ANCACA
ANCACT
ANCACC
ANCACG
ANCACN
ANCAGA
ANCAGT
ANCAGC
ANCAGG
ANCAGN
ANCANA
ANCANT
ANCANC
ANCANG
ANCANN
ANCTAA
ANCTAT
ANCTAC
ANCTAG
ANCTAN
ANCTTA
ANCTTT
ANCTTC
ANCTTG
ANCTTN
ANCTCA
ANCTCT
ANCTCC
ANCTCG
ANCTCN
ANCTGA
ANCTGT
ANCTGC
ANCTGG
ANCTGN
ANCTNA
ANCTNT
ANCTNC
ANCTNG
ANCTNN
ANCCAA
ANCCAT
ANCCAC
ANCCAG
ANCCAN
ANCCTA
ANCCTT
ANCCTC
ANCCTG
ANCCTN
ANCCCA
ANCCCT
ANCCCC
ANCCCG
ANCCCN
ANCCGA
ANCCGT
ANCCGC
ANCCGG
ANCCGN
ANCCNA
ANCCNT
ANCCNC
ANCCNG
ANCCNN
ANCGAA
ANCGAT
ANCGAC
ANCGAG
ANCGAN
ANCGTA
ANCGTT
ANCGTC
ANCGTG
ANCGTN
ANCGCA
ANCGCT
ANCGCC
ANCGCG
ANCGCN
ANCGGA
ANCGGT
ANCGGC
ANCGGG
ANCGGN
ANCGNA
ANCGNT
ANCGNC
ANCGNG
ANCGNN
ANCNAA
ANCNAT
ANCNAC
ANCNAG
ANCNAN
ANCNTA
ANCNTT
ANCNTC
ANCNTG
ANCNTN
ANCNCA
ANCNCT
ANCNCC
ANCNCG
ANCNCN
ANCNGA
ANCNGT
ANCNGC
ANCNGG
ANCNGN
ANCNNA
ANCNNT
ANCNNC
ANCNNG
ANCNNN
ANGAAA
ANGAAT
ANGAAC
ANGAAG
ANGAAN
ANGATA
ANGATT
ANGATC
ANGATG
ANGATN
ANGACA
ANGACT
ANGACC
ANGACG
ANGACN
ANGAGA
ANGAGT
ANGAGC
ANGAGG
ANGAGN
ANGANA
ANGANT
ANGANC
ANGANG
ANGANN
ANGTAA
ANGTAT
ANGTAC
ANGTAG
ANGTAN
ANGTTA
ANGTTT
ANGTTC
ANGTTG
ANGTTN
ANGTCA
ANGTCT
ANGTCC
ANGTCG
ANGTCN
ANGTGA
ANGTGT
ANGTGC
ANGTGG
ANGTGN
ANGTNA
ANGTNT
ANGTNC
ANGTNG
ANGTNN
ANGCAA
ANGCAT
ANGCAC
ANGCAG
ANGCAN
ANGCTA
ANGCTT
ANGCTC
ANGCTG
ANGCTN
ANGCCA
ANGCCT
ANGCCC
ANGCCG
ANGCCN
ANGCGA
ANGCGT
ANGCGC
ANGCGG
ANGCGN
ANGCNA
ANGCNT
ANGCNC
ANGCNG
ANGCNN
ANGGAA
ANGGAT
ANGGAC
ANGGAG
ANGGAN
ANGGTA
ANGGTT
ANGGTC
ANGGTG
ANGGTN
ANGGCA
ANGGCT
ANGGCC
ANGGCG
ANGGCN
ANGGGA
ANGGGT
ANGGGC
ANGGGG
ANGGGN
ANGGNA
ANGGNT
ANGGNC
ANGGNG
ANGGNN
ANGNAA
ANGNAT
ANGNAC
ANGNAG
ANGNAN
ANGNTA
ANGNTT
ANGNTC
ANGNTG
ANGNTN
ANGNCA
ANGNCT
ANGNCC
ANGNCG
ANGNCN
ANGNGA
ANGNGT
ANGNGC
ANGNGG
ANGNGN
ANGNNA
ANGNNT
ANGNNC
ANGNNG
ANGNNN
ANNAAA
ANNAAT
ANNAAC
ANNAAG
ANNAAN
ANNATA
ANNATT
ANNATC
ANNATG
ANNATN
ANNACA
ANNACT
ANNACC
ANNACG
ANNACN
ANNAGA
ANNAGT
ANNAGC
ANNAGG
ANNAGN
ANNANA
ANNANT
ANNANC
ANNANG
ANNANN
ANNTAA
ANNTAT
ANNTAC
ANNTAG
ANNTAN
ANNTTA
ANNTTT
ANNTTC
ANNTTG
ANNTTN
ANNTCA
ANNTCT
ANNTCC
ANNTCG
ANNTCN
ANNTGA
ANNTGT
ANNTGC
ANNTGG
ANNTGN
ANNTNA
ANNTNT
ANNTNC
ANNTNG
ANNTNN
ANNCAA
ANNCAT
ANNCAC
ANNCAG
ANNCAN
ANNCTA
ANNCTT
ANNCTC
ANNCTG
ANNCTN
ANNCCA
ANNCCT
ANNCCC
ANNCCG
ANNCCN
ANNCGA
ANNCGT
ANNCGC
ANNCGG
ANNCGN
ANNCNA
ANNCNT
ANNCNC
ANNCNG
ANNCNN
ANNGAA
ANNGAT
ANNGAC
ANNGAG
ANNGAN
ANNGTA
ANNGTT
ANNGTC
ANNGTG
ANNGTN
ANNGCA
ANNGCT
ANNGCC
ANNGCG
ANNGCN
ANNGGA
ANNGGT
ANNGGC
ANNGGG
ANNGGN
ANNGNA
ANNGNT
ANNGNC
ANNGNG
ANNGNN
ANNNAA
ANNNAT
ANNNAC
ANNNAG
ANNNAN
ANNNTA
ANNNTT
ANNNTC
ANNNTG
ANNNTN
ANNNCA
ANNNCT
ANNNCC
ANNNCG
ANNNCN
ANNNGA
ANNNGT
ANNNGC
ANNNGG
ANNNGN
ANNNNA
ANNNNT
ANNNNC
ANNNNG
ANNNNN
TAAAAA
TAAAAT
TAAAAC
TAAAAG
TAAAAN
TAAATA
TAAATT
TAAATC
TAAATG
TAAATN
TAAACA
TAAACT
TAAACC
TAAACG
TAAACN
TAAAGA
TAAAGT
TAAAGC
TAAAGG
TAAAGN
TAAANA
TAAANT
TAAANC
TAAANG
TAAANN
TAATAA
TAATAT
TAATAC
TAATAG
TAATAN
TAATTA
TAATTT
TAATTC
TAATTG
TAATTN
TAATCA
TAATCT
TAATCC
TAATCG
TAATCN
TAATGA
TAATGT
TAATGC
TAATGG
TAATGN
TAATNA
TAATNT
TAATNC
TAATNG
TAATNN
TAACAA
TAACAT
TAACAC
TAACAG
TAACAN
TAACTA
TAACTT
TAACTC
TAACTG
TAACTN
TAACCA
TAACCT
TAACCC
TAACCG
TAACCN
TAACGA
TAACGT
TAACGC
TAACGG
TAACGN
TAACNA
TAACNT
TAACNC
TAACNG
TAACNN
TAAGAA
TAAGAT
TAAGAC
TAAGAG
TAAGAN
TAAGTA
TAAGTT
TAAGTC
TAAGTG
TAAGTN
TAAGCA
TAAGCT
TAAGCC
TAAGCG
TAAGCN
TAAGGA
TAAGGT
TAAGGC
TAAGGG
TAAGGN
TAAGNA
TAAGNT
TAAGNC
TAAGNG
TAAGNN
TAANAA
TAANAT
TAANAC
TAANAG
TAANAN
TAANTA
TAANTT
TAANTC
TAANTG
TAANTN
TAANCA
TAANCT
TAANCC
TAANCG
TAANCN
TAANGA
TAANGT
TAANGC
TAANGG
TAANGN
TAANNA
TAANNT
TAANNC
TAANNG
TAANNN
TATAAA
TATAAT
TATAAC
TATAAG
TATAAN
TATATA
TATATT
TATATC
TATATG
TATATN
TATACA
TATACT
TATACC
TATACG
TATACN
TATAGA
TATAGT
TATAGC
TATAGG
TATAGN
TATANA
TATANT
TATANC
TATANG
TATANN
TATTAA
TATTAT
TATTAC
TATTAG
TATTAN
TATTTA
TATTTT
TATTTC
TATTTG
TATTTN
TATTCA
TATTCT
TATTCC
TATTCG
TATTCN
TATTGA
TATTGT
TATTGC
TATTGG
TATTGN
TATTNA
TATTNT
TATTNC
TATTNG
TATTNN
TATCAA
TATCAT
TATCAC
TATCAG
TATCAN
TATCTA
TATCTT
TATCTC
TATCTG
TATCTN
TATCCA
TATCCT
TATCCC
TATCCG
TATCCN
TATCGA
TATCGT
TATCGC
TATCGG
TATCGN
TATCNA
TATCNT
TATCNC
TATCNG
TATCNN
TATGAA
TATGAT
TATGAC
TATGAG
TATGAN
TATGTA
TATGTT
TATGTC
TATGTG
TATGTN
TATGCA
TATGCT
TATGCC
TATGCG
TATGCN
TATGGA
TATGGT
TATGGC
TATGGG
TATGGN
TATGNA
TATGNT
TATGNC
TATGNG
TATGNN
TATNAA
TATNAT
TATNAC
TATNAG
TATNAN
TATNTA
TATNTT
TATNTC
TATNTG
TATNTN
TATNCA
TATNCT
TATNCC
TATNCG
TATNCN
TATNGA
TATNGT
TATNGC
TATNGG
TATNGN
TATNNA
TATNNT
TATNNC
TATNNG
TATNNN
TACAAA
TACAAT
TACAAC
TACAAG
TACAAN
TACATA
TACATT
TACATC
TACATG
TACATN
TACACA
TACACT
TACACC
TACACG
TACACN
TACAGA
TACAGT
TACAGC
TACAGG
TACAGN
TACANA
TACANT
TACANC
TACANG
TACANN
TACTAA
TACTAT
TACTAC
TACTAG
TACTAN
TACTTA
TACTTT
TACTTC
TACTTG
TACTTN
TACTCA
TACTCT
TACTCC
TACTCG
TACTCN
TACTGA
TACTGT
TACTGC
TACTGG
TACTGN
TACTNA
TACTNT
TACTNC
TACTNG
TACTNN
TACCAA
TACCAT
TACCAC
TACCAG
TACCAN
TACCTA
TACCTT
TACCTC
TACCTG
TACCTN
TACCCA
TACCCT
TACCCC
TACCCG
TACCCN
TACCGA
TACCGT
TACCGC
TACCGG
TACCGN
TACCNA
TACCNT
TACCNC
TACCNG
TACCNN
TACGAA
TACGAT
TACGAC
TACGAG
TACGAN
TACGTA
TACGTT
TACGTC
TACGTG
TACGTN
TACGCA
TACGCT
TACGCC
TACGCG
TACGCN
TACGGA
TACGGT
TACGGC
TACGGG
TACGGN
TACGNA
TACGNT
TACGNC
TACGNG
TACGNN
TACNAA
TACNAT
TACNAC
TACNAG
TACNAN
TACNTA
TACNTT
TACNTC
TACNTG
TACNTN
TACNCA
TACNCT
TACNCC
TACNCG
TACNCN
TACNGA
TACNGT
TACNGC
TACNGG
TACNGN
TACNNA
TACNNT
TACNNC
TACNNG
TACNNN
TAGAAA
TAGAAT
TAGAAC
TAGAAG
TAGAAN
TAGATA
TAGATT
TAGATC
TAGATG
TAGATN
TAGACA
TAGACT
TAGACC
TAGACG
TAGACN
TAGAGA
TAGAGT
TAGAGC
TAGAGG
TAGAGN
TAGANA
TAGANT
TAGANC
TAGANG
TAGANN
TAGTAA
TAGTAT
TAGTAC
TAGTAG
TAGTAN
TAGTTA
TAGTTT
TAGTTC
TAGTTG
TAGTTN
TAGTCA
TAGTCT
TAGTCC
TAGTCG
TAGTCN
TAGTGA
TAGTGT
TAGTGC
TAGTGG
TAGTGN
TAGTNA
TAGTNT
TAGTNC
TAGTNG
TAGTNN
TAGCAA
TAGCAT
TAGCAC
TAGCAG
TAGCAN
TAGCTA
TAGCTT
TAGCTC
TAGCTG
TAGCTN
TAGCCA
TAGCCT
TAGCCC
TAGCCG
TAGCCN
TAGCGA
TAGCGT
TAGCGC
TAGCGG
TAGCGN
TAGCNA
TAGCNT
TAGCNC
TAGCNG
TAGCNN
TAGGAA
TAGGAT
TAGGAC
TAGGAG
TAGGAN
TAGGTA
TAGGTT
TAGGTC
TAGGTG
TAGGTN
TAGGCA
TAGGCT
TAGGCC
TAGGCG
TAGGCN
TAGGGA
TAGGGT
TAGGGC
TAGGGG
TAGGGN
TAGGNA
TAGGNT
TAGGNC
TAGGNG
TAGGNN
TAGNAA
TAGNAT
TAGNAC
TAGNAG
TAGNAN
TAGNTA
TAGNTT
TAGNTC
TAGNTG
TAGNTN
TAGNCA
TAGNCT
TAGNCC
TAGNCG
TAGNCN
TAGNGA
TAGNGT
TAGNGC
TAGNGG
TAGNGN
TAGNNA
TAGNNT
TAGNNC
TAGNNG
TAGNNN
TANAAA
TANAAT
TANAAC
TANAAG
TANAAN
TANATA
TANATT
TANATC
TANATG
TANATN
TANACA
TANACT
TANACC
TANACG
TANACN
TANAGA
TANAGT
TANAGC
TANAGG
TANAGN
TANANA
TANANT
TANANC
TANANG
TANANN
TANTAA
TANTAT
TANTAC
TANTAG
TANTAN
TANTTA
TANTTT
TANTTC
TANTTG
TANTTN
TANTCA
TANTCT
TANTCC
TANTCG
TANTCN
TANTGA
TANTGT
TANTGC
TANTGG
TANTGN
TANTNA
TANTNT
TANTNC
TANTNG
TANTNN
TANCAA
TANCAT
TANCAC
TANCAG
TANCAN
TANCTA
TANCTT
TANCTC
TANCTG
TANCTN
TANCCA
TANCCT
TANCCC
TANCCG
TANCCN
TANCGA
TANCGT
TANCGC
TANCGG
TANCGN
TANCNA
TANCNT
TANCNC
TANCNG
TANCNN
TANGAA
TANGAT
TANGAC
TANGAG
TANGAN
TANGTA
TANGTT
TANGTC
TANGTG
TANGTN
TANGCA
TANGCT
TANGCC
TANGCG
TANGCN
TANGGA
TANGGT
TANGGC
TANGGG
TANGGN
TANGNA
TANGNT
TANGNC
TANGNG
TANGNN
TANNAA
TANNAT
TANNAC
TANNAG
TANNAN
TANNTA
TANNTT
TANNTC
TANNTG
TANNTN
TANNCA
TANNCT
TANNCC
TANNCG
TANNCN
TANNGA
TANNGT
TANNGC
TANNGG
TANNGN
TANNNA
TANNNT
TANNNC
TANNNG
TANNNN
TTAAAA
TTAAAT
TTAAAC
TTAAAG
TTAAAN
TTAATA
TTAATT
TTAATC
TTAATG
TTAATN
TTAACA
TTAACT
TTAACC
TTAACG
TTAACN
TTAAGA
TTAAGT
TTAAGC
TTAAGG
TTAAGN
TTAANA
TTAANT
TTAANC
TTAANG
TTAANN
TTATAA
TTATAT
TTATAC
TTATAG
TTATAN
TTATTA
TTATTT
TTATTC
TTATTG
TTATTN
TTATCA
TTATCT
TTATCC
TTATCG
TTATCN
TTATGA
TTATGT
TTATGC
TTATGG
TTATGN
TTATNA
TTATNT
TTATNC
TTATNG
TTATNN
TTACAA
TTACAT
TTACAC
TTACAG
TTACAN
TTACTA
TTACTT
TTACTC
TTACTG
TTACTN
TTACCA
TTACCT
TTACCC
TTACCG
TTACCN
TTACGA
TTACGT
TTACGC
TTACGG
TTACGN
TTACNA
TTACNT
TTACNC
TTACNG
TTACNN
TTAGAA
TTAGAT
TTAGAC
TTAGAG
TTAGAN
TTAGTA
TTAGTT
TTAGTC
TTAGTG
TTAGTN
TTAGCA
TTAGCT
TTAGCC
TTAGCG
TTAGCN
TTAGGA
TTAGGT
TTAGGC
TTAGGG
TTAGGN
TTAGNA
TTAGNT
TTAGNC
TTAGNG
TTAGNN
TTANAA
TTANAT
TTANAC
TTANAG
TTANAN
TTANTA
TTANTT
TTANTC
TTANTG
TTANTN
TTANCA
TTANCT
TTANCC
TTANCG
TTANCN
TTANGA
TTANGT
TTANGC
TTANGG
TTANGN
TTANNA
TTANNT
TTANNC
TTANNG
TTANNN
TTTAAA
TTTAAT
TTTAAC
TTTAAG
TTTAAN
TTTATA
TTTATT
TTTATC
TTTATG
TTTATN
TTTACA
TTTACT
TTTACC
TTTACG
TTTACN
TTTAGA
TTTAGT
TTTAGC
TTTAGG
TTTAGN
TTTANA
TTTANT
TTTANC
TTTANG
TTTANN
TTTTAA
TTTTAT
TTTTAC
TTTTAG
TTTTAN
TTTTTA
TTTTTT
TTTTTC
TTTTTG
TTTTTN
TTTTCA
TTTTCT
TTTTCC
TTTTCG
TTTTCN
TTTTGA
TTTTGT
TTTTGC
TTTTGG
TTTTGN
TTTTNA
TTTTNT
TTTTNC
TTTTNG
TTTTNN
TTTCAA
TTTCAT
TTTCAC
TTTCAG
TTTCAN
TTTCTA
TTTCTT
TTTCTC
TTTCTG
TTTCTN
TTTCCA
TTTCCT
TTTCCC
TTTCCG
TTTCCN
TTTCGA
TTTCGT
TTTCGC
TTTCGG
TTTCGN
TTTCNA
TTTCNT
TTTCNC
TTTCNG
TTTCNN
TTTGAA
TTTGAT
TTTGAC
TTTGAG
TTTGAN
TTTGTA
TTTGTT
TTTGTC
TTTGTG
TTTGTN
TTTGCA
TTTGCT
TTTGCC
TTTGCG
TTTGCN
TTTGGA
TTTGGT
TTTGGC
TTTGGG
TTTGGN
TTTGNA
TTTGNT
TTTGNC
TTTGNG
TTTGNN
TTTNAA
TTTNAT
TTTNAC
TTTNAG
TTTNAN
TTTNTA
TTTNTT
TTTNTC
TTTNTG
TTTNTN
TTTNCA
TTTNCT
TTTNCC
TTTNCG
TTTNCN
TTTNGA
TTTNGT
TTTNGC
TTTNGG
TTTNGN
TTTNNA
TTTNNT
TTTNNC
TTTNNG
TTTNNN
TTCAAA
TTCAAT
TTCAAC
TTCAAG
TTCAAN
TTCATA
TTCATT
TTCATC
TTCATG
TTCATN
TTCACA
TTCACT
TTCACC
TTCACG
TTCACN
TTCAGA
TTCAGT
TTCAGC
TTCAGG
TTCAGN
TTCANA
TTCANT
TTCANC
TTCANG
TTCANN
TTCTAA
TTCTAT
TTCTAC
TTCTAG
TTCTAN
TTCTTA
TTCTTT
TTCTTC
TTCTTG
TTCTTN
TTCTCA
TTCTCT
TTCTCC
TTCTCG
TTCTCN
TTCTGA
TTCTGT
TTCTGC
TTCTGG
TTCTGN
TTCTNA
TTCTNT
TTCTNC
TTCTNG
TTCTNN
TTCCAA
TTCCAT
TTCCAC
TTCCAG
TTCCAN
TTCCTA
TTCCTT
TTCCTC
TTCCTG
TTCCTN
TTCCCA
TTCCCT
TTCCCC
TTCCCG
TTCCCN
TTCCGA
TTCCGT
TTCCGC
TTCCGG
TTCCGN
TTCCNA
TTCCNT
TTCCNC
TTCCNG
TTCCNN
TTCGAA
TTCGAT
TTCGAC
TTCGAG
TTCGAN
TTCGTA
TTCGTT
TTCGTC
TTCGTG
TTCGTN
TTCGCA
TTCGCT
TTCGCC
TTCGCG
TTCGCN
TTCGGA
TTCGGT
TTCGGC
TTCGGG
TTCGGN
TTCGNA
TTCGNT
TTCGNC
TTCGNG
TTCGNN
TTCNAA
TTCNAT
TTCNAC
TTCNAG
TTCNAN
TTCNTA
TTCNTT
TTCNTC
TTCNTG
TTCNTN
TTCNCA
TTCNCT
TTCNCC
TTCNCG
TTCNCN
TTCNGA
TTCNGT
TTCNGC
TTCNGG
TTCNGN
TTCNNA
TTCNNT
TTCNNC
TTCNNG
TTCNNN
TTGAAA
TTGAAT
TTGAAC
TTGAAG
TTGAAN
TTGATA
TTGATT
TTGATC
TTGATG
TTGATN
TTGACA
TTGACT
TTGACC
TTGACG
TTGACN
TTGAGA
TTGAGT
TTGAGC
TTGAGG
TTGAGN
TTGANA
TTGANT
TTGANC
TTGANG
TTGANN
TTGTAA
TTGTAT
TTGTAC
TTGTAG
TTGTAN
TTGTTA
TTGTTT
TTGTTC
TTGTTG
TTGTTN
TTGTCA
TTGTCT
TTGTCC
TTGTCG
TTGTCN
TTGTGA
TTGTGT
TTGTGC
TTGTGG
TTGTGN
TTGTNA
TTGTNT
TTGTNC
TTGTNG
TTGTNN
TTGCAA
TTGCAT
TTGCAC
TTGCAG
TTGCAN
TTGCTA
TTGCTT
TTGCTC
TTGCTG
TTGCTN
TTGCCA
TTGCCT
TTGCCC
TTGCCG
TTGCCN
TTGCGA
TTGCGT
TTGCGC
TTGCGG
TTGCGN
TTGCNA
TTGCNT
TTGCNC
TTGCNG
TTGCNN
TTGGAA
TTGGAT
TTGGAC
TTGGAG
TTGGAN
TTGGTA
TTGGTT
TTGGTC
TTGGTG
TTGGTN
TTGGCA
TTGGCT
TTGGCC
TTGGCG
TTGGCN
TTGGGA
TTGGGT
TTGGGC
TTGGGG
TTGGGN
TTGGNA
TTGGNT
TTGGNC
TTGGNG
TTGGNN
TTGNAA
TTGNAT
TTGNAC
TTGNAG
TTGNAN
TTGNTA
TTGNTT
TTGNTC
TTGNTG
TTGNTN
TTGNCA
TTGNCT
TTGNCC
TTGNCG
TTGNCN
TTGNGA
TTGNGT
TTGNGC
TTGNGG
TTGNGN
TTGNNA
TTGNNT
TTGNNC
TTGNNG
TTGNNN
TTNAAA
TTNAAT
TTNAAC
TTNAAG
TTNAAN
TTNATA
TTNATT
TTNATC
TTNATG
TTNATN
TTNACA
TTNACT
TTNACC
TTNACG
TTNACN
TTNAGA
TTNAGT
TTNAGC
TTNAGG
TTNAGN
TTNANA
TTNANT
TTNANC
TTNANG
TTNANN
TTNTAA
TTNTAT
TTNTAC
TTNTAG
TTNTAN
TTNTTA
TTNTTT
TTNTTC
TTNTTG
TTNTTN
TTNTCA
TTNTCT
TTNTCC
TTNTCG
TTNTCN
TTNTGA
TTNTGT
TTNTGC
TTNTGG
TTNTGN
TTNTNA
TTNTNT
TTNTNC
TTNTNG
TTNTNN
TTNCAA
TTNCAT
TTNCAC
TTNCAG
TTNCAN
TTNCTA
TTNCTT
TTNCTC
TTNCTG
TTNCTN
TTNCCA
TTNCCT
TTNCCC
TTNCCG
TTNCCN
TTNCGA
TTNCGT
TTNCGC
TTNCGG
TTNCGN
TTNCNA
TTNCNT
TTNCNC
TTNCNG
TTNCNN
TTNGAA
TTNGAT
TTNGAC
TTNGAG
TTNGAN
TTNGTA
TTNGTT
TTNGTC
TTNGTG
TTNGTN
TTNGCA
TTNGCT
TTNGCC
TTNGCG
TTNGCN
TTNGGA
TTNGGT
TTNGGC
TTNGGG
TTNGGN
TTNGNA
TTNGNT
TTNGNC
TTNGNG
TTNGNN
TTNNAA
TTNNAT
TTNNAC
TTNNAG
TTNNAN
TTNNTA
TTNNTT
TTNNTC
TTNNTG
TTNNTN
TTNNCA
TTNNCT
TTNNCC
TTNNCG
TTNNCN
TTNNGA
TTNNGT
TTNNGC
TTNNGG
TTNNGN
TTNNNA
TTNNNT
TTNNNC
TTNNNG
TTNNNN
TCAAAA
TCAAAT
TCAAAC
TCAAAG
TCAAAN
TCAATA
TCAATT
TCAATC
TCAATG
TCAATN
TCAACA
TCAACT
TCAACC
TCAACG
TCAACN
TCAAGA
TCAAGT
TCAAGC
TCAAGG
TCAAGN
TCAANA
TCAANT
TCAANC
TCAANG
TCAANN
TCATAA
TCATAT
TCATAC
TCATAG
TCATAN
TCATTA
TCATTT
TCATTC
TCATTG
TCATTN
TCATCA
TCATCT
TCATCC
TCATCG
TCATCN
TCATGA
TCATGT
TCATGC
TCATGG
TCATGN
TCATNA
TCATNT
TCATNC
TCATNG
TCATNN
TCACAA
TCACAT
TCACAC
TCACAG
TCACAN
TCACTA
TCACTT
TCACTC
TCACTG
TCACTN
TCACCA
TCACCT
TCACCC
TCACCG
TCACCN
TCACGA
TCACGT
TCACGC
TCACGG
TCACGN
TCACNA
TCACNT
TCACNC
TCACNG
TCACNN
TCAGAA
TCAGAT
TCAGAC
TCAGAG
TCAGAN
TCAGTA
TCAGTT
TCAGTC
TCAGTG
TCAGTN
TCAGCA
TCAGCT
TCAGCC
TCAGCG
TCAGCN
TCAGGA
TCAGGT
TCAGGC
TCAGGG
TCAGGN
TCAGNA
TCAGNT
TCAGNC
TCAGNG
TCAGNN
TCANAA
TCANAT
TCANAC
TCANAG
TCANAN
TCANTA
TCANTT
TCANTC
TCANTG
TCANTN
TCANCA
TCANCT
TCANCC
TCANCG
TCANCN
TCANGA
TCANGT
TCANGC
TCANGG
TCANGN
TCANNA
TCANNT
TCANNC
TCANNG
TCANNN
TCTAAA
TCTAAT
TCTAAC
TCTAAG
TCTAAN
TCTATA
TCTATT
TCTATC
TCTATG
TCTATN
TCTACA
TCTACT
TCTACC
TCTACG
TCTACN
TCTAGA
TCTAGT
TCTAGC
TCTAGG
TCTAGN
TCTANA
TCTANT
TCTANC
TCTANG
TCTANN
TCTTAA
TCTTAT
TCTTAC
TCTTAG
TCTTAN
TCTTTA
TCTTTT
TCTTTC
TCTTTG
TCTTTN
TCTTCA
TCTTCT
TCTTCC
TCTTCG
TCTTCN
TCTTGA
TCTTGT
TCTTGC
TCTTGG
TCTTGN
TCTTNA
TCTTNT
TCTTNC
TCTTNG
TCTTNN
TCTCAA
TCTCAT
TCTCAC
TCTCAG
TCTCAN
TCTCTA
TCTCTT
TCTCTC
TCTCTG
TCTCTN
TCTCCA
TCTCCT
TCTCCC
TCTCCG
TCTCCN
TCTCGA
TCTCGT
TCTCGC
TCTCGG
TCTCGN
TCTCNA
TCTCNT
TCTCNC
TCTCNG
TCTCNN
TCTGAA
TCTGAT
TCTGAC
TCTGAG
TCTGAN
TCTGTA
TCTGTT
TCTGTC
TCTGTG
TCTGTN
TCTGCA
TCTGCT
TCTGCC
TCTGCG
TCTGCN
TCTGGA
TCTGGT
TCTGGC
TCTGGG
TCTGGN
TCTGNA
TCTGNT
TCTGNC
TCTGNG
TCTGNN
TCTNAA
TCTNAT
TCTNAC
TCTNAG
TCTNAN
TCTNTA
TCTNTT
TCTNTC
TCTNTG
TCTNTN
TCTNCA
TCTNCT
TCTNCC
TCTNCG
TCTNCN
TCTNGA
TCTNGT
TCTNGC
TCTNGG
TCTNGN
TCTNNA
TCTNNT
TCTNNC
TCTNNG
TCTNNN
TCCAAA
TCCAAT
TCCAAC
TCCAAG
TCCAAN
TCCATA
TCCATT
TCCATC
TCCATG
TCCATN
TCCACA
TCCACT
TCCACC
TCCACG
TCCACN
TCCAGA
TCCAGT
TCCAGC
TCCAGG
TCCAGN
TCCANA
TCCANT
TCCANC
TCCANG
TCCANN
TCCTAA
TCCTAT
TCCTAC
TCCTAG
TCCTAN
TCCTTA
TCCTTT
TCCTTC
TCCTTG
TCCTTN
TCCTCA
TCCTCT
TCCTCC
TCCTCG
TCCTCN
TCCTGA
TCCTGT
TCCTGC
TCCTGG
TCCTGN
TCCTNA
TCCTNT
TCCTNC
TCCTNG
TCCTNN
TCCCAA
TCCCAT
TCCCAC
TCCCAG
TCCCAN
TCCCTA
TCCCTT
TCCCTC
TCCCTG
TCCCTN
TCCCCA
TCCCCT
TCCCCC
TCCCCG
TCCCCN
TCCCGA
TCCCGT
TCCCGC
TCCCGG
TCCCGN
TCCCNA
TCCCNT
TCCCNC
TCCCNG
TCCCNN
TCCGAA
TCCGAT
TCCGAC
TCCGAG
TCCGAN
TCCGTA
TCCGTT
TCCGTC
TCCGTG
TCCGTN
TCCGCA
TCCGCT
TCCGCC
TCCGCG
TCCGCN
TCCGGA
TCCGGT
TCCGGC
TCCGGG
TCCGGN
TCCGNA
TCCGNT
TCCGNC
TCCGNG
TCCGNN
TCCNAA
TCCNAT
TCCNAC
TCCNAG
TCCNAN
TCCNTA
TCCNTT
TCCNTC
TCCNTG
TCCNTN
TCCNCA
TCCNCT
TCCNCC
TCCNCG
TCCNCN
TCCNGA
TCCNGT
TCCNGC
TCCNGG
TCCNGN
TCCNNA
TCCNNT
TCCNNC
TCCNNG
TCCNNN
TCGAAA
TCGAAT
TCGAAC
TCGAAG
TCGAAN
TCGATA
TCGATT
TCGATC
TCGATG
TCGATN
TCGACA
TCGACT
TCGACC
TCGACG
TCGACN
TCGAGA
TCGAGT
TCGAGC
TCGAGG
TCGAGN
TCGANA
TCGANT
TCGANC
TCGANG
TCGANN
TCGTAA
TCGTAT
TCGTAC
TCGTAG
TCGTAN
TCGTTA
TCGTTT
TCGTTC
TCGTTG
TCGTTN
TCGTCA
TCGTCT
TCGTCC
TCGTCG
TCGTCN
TCGTGA
TCGTGT
TCGTGC
TCGTGG
TCGTGN
TCGTNA
TCGTNT
TCGTNC
TCGTNG
TCGTNN
TCGCAA
TCGCAT
TCGCAC
TCGCAG
TCGCAN
TCGCTA
TCGCTT
TCGCTC
TCGCTG
TCGCTN
TCGCCA
TCGCCT
TCGCCC
TCGCCG
TCGCCN
TCGCGA
TCGCGT
TCGCGC
TCGCGG
TCGCGN
TCGCNA
TCGCNT
TCGCNC
TCGCNG
TCGCNN
TCGGAA
TCGGAT
TCGGAC
TCGGAG
TCGGAN
TCGGTA
TCGGTT
TCGGTC
TCGGTG
TCGGTN
TCGGCA
TCGGCT
TCGGCC
TCGGCG
TCGGCN
TCGGGA
TCGGGT
TCGGGC
TCGGGG
TCGGGN
TCGGNA
TCGGNT
TCGGNC
TCGGNG
TCGGNN
TCGNAA
TCGNAT
TCGNAC
TCGNAG
TCGNAN
TCGNTA
TCGNTT
TCGNTC
TCGNTG
TCGNTN
TCGNCA
TCGNCT
TCGNCC
TCGNCG
TCGNCN
TCGNGA
TCGNGT
TCGNGC
TCGNGG
TCGNGN
TCGNNA
TCGNNT
TCGNNC
TCGNNG
TCGNNN
TCNAAA
TCNAAT
TCNAAC
TCNAAG
TCNAAN
TCNATA
TCNATT
TCNATC
TCNATG
TCNATN
TCNACA
TCNACT
TCNACC
TCNACG
TCNACN
TCNAGA
TCNAGT
TCNAGC
TCNAGG
TCNAGN
TCNANA
TCNANT
TCNANC
TCNANG
TCNANN
TCNTAA
TCNTAT
TCNTAC
TCNTAG
TCNTAN
TCNTTA
TCNTTT
TCNTTC
TCNTTG
TCNTTN
TCNTCA
TCNTCT
TCNTCC
TCNTCG
TCNTCN
TCNTGA
TCNTGT
TCNTGC
TCNTGG
TCNTGN
TCNTNA
TCNTNT
TCNTNC
TCNTNG
TCNTNN
TCNCAA
TCNCAT
TCNCAC
TCNCAG
TCNCAN
TCNCTA
TCNCTT
TCNCTC
TCNCTG
TCNCTN
TCNCCA
TCNCCT
TCNCCC
TCNCCG
TCNCCN
TCNCGA
TCNCGT
TCNCGC
TCNCGG
TCNCGN
TCNCNA
TCNCNT
TCNCNC
TCNCNG
TCNCNN
TCNGAA
TCNGAT
TCNGAC
TCNGAG
TCNGAN
TCNGTA
TCNGTT
TCNGTC
TCNGTG
TCNGTN
TCNGCA
TCNGCT
TCNGCC
TCNGCG
TCNGCN
TCNGGA
TCNGGT
TCNGGC
TCNGGG
TCNGGN
TCNGNA
TCNGNT
TCNGNC
TCNGNG
TCNGNN
TCNNAA
TCNNAT
TCNNAC
TCNNAG
TCNNAN
TCNNTA
TCNNTT
TCNNTC
TCNNTG
TCNNTN
TCNNCA
TCNNCT
TCNNCC
TCNNCG
TCNNCN
TCNNGA
TCNNGT
TCNNGC
TCNNGG
TCNNGN
TCNNNA
TCNNNT
TCNNNC
TCNNNG
TCNNNN
TGAAAA
TGAAAT
TGAAAC
TGAAAG
TGAAAN
TGAATA
TGAATT
TGAATC
TGAATG
TGAATN
TGAACA
TGAACT
TGAACC
TGAACG
TGAACN
TGAAGA
TGAAGT
TGAAGC
TGAAGG
TGAAGN
TGAANA
TGAANT
TGAANC
TGAANG
TGAANN
TGATAA
TGATAT
TGATAC
TGATAG
TGATAN
TGATTA
TGATTT
TGATTC
TGATTG
TGATTN
TGATCA
TGATCT
TGATCC
TGATCG
TGATCN
TGATGA
TGATGT
TGATGC
TGATGG
TGATGN
TGATNA
TGATNT
TGATNC
TGATNG
TGATNN
TGACAA
TGACAT
TGACAC
TGACAG
TGACAN
TGACTA
TGACTT
TGACTC
TGACTG
TGACTN
TGACCA
TGACCT
TGACCC
TGACCG
TGACCN
TGACGA
TGACGT
TGACGC
TGACGG
TGACGN
TGACNA
TGACNT
TGACNC
TGACNG
TGACNN
TGAGAA
TGAGAT
TGAGAC
TGAGAG
TGAGAN
TGAGTA
TGAGTT
TGAGTC
TGAGTG
TGAGTN
TGAGCA
TGAGCT
TGAGCC
TGAGCG
TGAGCN
TGAGGA
TGAGGT
TGAGGC
TGAGGG
TGAGGN
TGAGNA
TGAGNT
TGAGNC
TGAGNG
TGAGNN
TGANAA
TGANAT
TGANAC
TGANAG
TGANAN
TGANTA
TGANTT
TGANTC
TGANTG
TGANTN
TGANCA
TGANCT
TGANCC
TGANCG
TGANCN
TGANGA
TGANGT
TGANGC
TGANGG
TGANGN
TGANNA
TGANNT
TGANNC
TGANNG
TGANNN
TGTAAA
TGTAAT
TGTAAC
TGTAAG
TGTAAN
TGTATA
TGTATT
TGTATC
TGTATG
TGTATN
TGTACA
TGTACT
TGTACC
TGTACG
TGTACN
TGTAGA
TGTAGT
TGTAGC
TGTAGG
TGTAGN
TGTANA
TGTANT
TGTANC
TGTANG
TGTANN
TGTTAA
TGTTAT
TGTTAC
TGTTAG
TGTTAN
TGTTTA
TGTTTT
TGTTTC
TGTTTG
TGTTTN
TGTTCA
TGTTCT
TGTTCC
TGTTCG
TGTTCN
TGTTGA
TGTTGT
TGTTGC
TGTTGG
TGTTGN
TGTTNA
TGTTNT
TGTTNC
TGTTNG
TGTTNN
TGTCAA
TGTCAT
TGTCAC
TGTCAG
TGTCAN
TGTCTA
TGTCTT
TGTCTC
TGTCTG
TGTCTN
TGTCCA
TGTCCT
TGTCCC
TGTCCG
TGTCCN
TGTCGA
TGTCGT
TGTCGC
TGTCGG
TGTCGN
TGTCNA
TGTCNT
TGTCNC
TGTCNG
TGTCNN
TGTGAA
TGTGAT
TGTGAC
TGTGAG
TGTGAN
TGTGTA
TGTGTT
TGTGTC
TGTGTG
TGTGTN
TGTGCA
TGTGCT
TGTGCC
TGTGCG
TGTGCN
TGTGGA
TGTGGT
TGTGGC
TGTGGG
TGTGGN
TGTGNA
TGTGNT
TGTGNC
TGTGNG
TGTGNN
TGTNAA
TGTNAT
TGTNAC
TGTNAG
TGTNAN
TGTNTA
TGTNTT
TGTNTC
TGTNTG
TGTNTN
TGTNCA
TGTNCT
TGTNCC
TGTNCG
TGTNCN
TGTNGA
TGTNGT
TGTNGC
TGTNGG
TGTNGN
TGTNNA
TGTNNT
TGTNNC
TGTNNG
TGTNNN
TGCAAA
TGCAAT
TGCAAC
TGCAAG
TGCAAN
TGCATA
TGCATT
TGCATC
TGCATG
TGCATN
TGCACA
TGCACT
TGCACC
TGCACG
TGCACN
TGCAGA
TGCAGT
TGCAGC
TGCAGG
TGCAGN
TGCANA
TGCANT
TGCANC
TGCANG
TGCANN
TGCTAA
TGCTAT
TGCTAC
TGCTAG
TGCTAN
TGCTTA
TGCTTT
TGCTTC
TGCTTG
TGCTTN
TGCTCA
TGCTCT
TGCTCC
TGCTCG
TGCTCN
TGCTGA
TGCTGT
TGCTGC
TGCTGG
TGCTGN
TGCTNA
TGCTNT
TGCTNC
TGCTNG
TGCTNN
TGCCAA
TGCCAT
TGCCAC
TGCCAG
TGCCAN
TGCCTA
TGCCTT
TGCCTC
TGCCTG
TGCCTN
TGCCCA
TGCCCT
TGCCCC
TGCCCG
TGCCCN
TGCCGA
TGCCGT
TGCCGC
TGCCGG
TGCCGN
TGCCNA
TGCCNT
TGCCNC
TGCCNG
TGCCNN
TGCGAA
TGCGAT
TGCGAC
TGCGAG
TGCGAN
TGCGTA
TGCGTT
TGCGTC
TGCGTG
TGCGTN
TGCGCA
TGCGCT
TGCGCC
TGCGCG
TGCGCN
TGCGGA
TGCGGT
TGCGGC
TGCGGG
TGCGGN
TGCGNA
TGCGNT
TGCGNC
TGCGNG
TGCGNN
TGCNAA
TGCNAT
TGCNAC
TGCNAG
TGCNAN
TGCNTA
TGCNTT
TGCNTC
TGCNTG
TGCNTN
TGCNCA
TGCNCT
TGCNCC
TGCNCG
TGCNCN
TGCNGA
TGCNGT
TGCNGC
TGCNGG
TGCNGN
TGCNNA
TGCNNT
TGCNNC
TGCNNG
TGCNNN
TGGAAA
TGGAAT
TGGAAC
TGGAAG
TGGAAN
TGGATA
TGGATT
TGGATC
TGGATG
TGGATN
TGGACA
TGGACT
TGGACC
TGGACG
TGGACN
TGGAGA
TGGAGT
TGGAGC
TGGAGG
TGGAGN
TGGANA
TGGANT
TGGANC
TGGANG
TGGANN
TGGTAA
TGGTAT
TGGTAC
TGGTAG
TGGTAN
TGGTTA
TGGTTT
TGGTTC
TGGTTG
TGGTTN
TGGTCA
TGGTCT
TGGTCC
TGGTCG
TGGTCN
TGGTGA
TGGTGT
TGGTGC
TGGTGG
TGGTGN
TGGTNA
TGGTNT
TGGTNC
TGGTNG
TGGTNN
TGGCAA
TGGCAT
TGGCAC
TGGCAG
TGGCAN
TGGCTA
TGGCTT
TGGCTC
TGGCTG
TGGCTN
TGGCCA
TGGCCT
TGGCCC
TGGCCG
TGGCCN
TGGCGA
TGGCGT
TGGCGC
TGGCGG
TGGCGN
TGGCNA
TGGCNT
TGGCNC
TGGCNG
TGGCNN
TGGGAA
TGGGAT
TGGGAC
TGGGAG
TGGGAN
TGGGTA
TGGGTT
TGGGTC
TGGGTG
TGGGTN
TGGGCA
TGGGCT
TGGGCC
TGGGCG
TGGGCN
TGGGGA
TGGGGT
TGGGGC
TGGGGG
TGGGGN
TGGGNA
TGGGNT
TGGGNC
TGGGNG
TGGGNN
TGGNAA
TGGNAT
TGGNAC
TGGNAG
TGGNAN
TGGNTA
TGGNTT
TGGNTC
TGGNTG
TGGNTN
TGGNCA
TGGNCT
TGGNCC
TGGNCG
TGGNCN
TGGNGA
TGGNGT
TGGNGC
TGGNGG
TGGNGN
TGGNNA
TGGNNT
TGGNNC
TGGNNG
TGGNNN
TGNAAA
TGNAAT
TGNAAC
TGNAAG
TGNAAN
TGNATA
TGNATT
TGNATC
TGNATG
TGNATN
TGNACA
TGNACT
TGNACC
TGNACG
TGNACN
TGNAGA
TGNAGT
TGNAGC
TGNAGG
TGNAGN
TGNANA
TGNANT
TGNANC
TGNANG
TGNANN
TGNTAA
TGNTAT
TGNTAC
TGNTAG
TGNTAN
TGNTTA
TGNTTT
TGNTTC
TGNTTG
TGNTTN
TGNTCA
TGNTCT
TGNTCC
TGNTCG
TGNTCN
TGNTGA
TGNTGT
TGNTGC
TGNTGG
TGNTGN
TGNTNA
TGNTNT
TGNTNC
TGNTNG
TGNTNN
TGNCAA
TGNCAT
TGNCAC
TGNCAG
TGNCAN
TGNCTA
TGNCTT
TGNCTC
TGNCTG
TGNCTN
TGNCCA
TGNCCT
TGNCCC
TGNCCG
TGNCCN
TGNCGA
TGNCGT
TGNCGC
TGNCGG
TGNCGN
TGNCNA
TGNCNT
TGNCNC
TGNCNG
TGNCNN
TGNGAA
TGNGAT
TGNGAC
TGNGAG
TGNGAN
TGNGTA
TGNGTT
TGNGTC
TGNGTG
TGNGTN
TGNGCA
TGNGCT
TGNGCC
TGNGCG
TGNGCN
TGNGGA
TGNGGT
TGNGGC
TGNGGG
TGNGGN
TGNGNA
TGNGNT
TGNGNC
TGNGNG
TGNGNN
TGNNAA
TGNNAT
TGNNAC
TGNNAG
TGNNAN
TGNNTA
TGNNTT
TGNNTC
TGNNTG
TGNNTN
TGNNCA
TGNNCT
TGNNCC
TGNNCG
TGNNCN
TGNNGA
TGNNGT
TGNNGC
TGNNGG
TGNNGN
TGNNNA
TGNNNT
TGNNNC
TGNNNG
TGNNNN
TNAAAA
TNAAAT
TNAAAC
TNAAAG
TNAAAN
TNAATA
TNAATT
TNAATC
TNAATG
TNAATN
TNAACA
TNAACT
TNAACC
TNAACG
TNAACN
TNAAGA
TNAAGT
TNAAGC
TNAAGG
TNAAGN
TNAANA
TNAANT
TNAANC
TNAANG
TNAANN
TNATAA
TNATAT
TNATAC
TNATAG
TNATAN
TNATTA
TNATTT
TNATTC
TNATTG
TNATTN
TNATCA
TNATCT
TNATCC
TNATCG
TNATCN
TNATGA
TNATGT
TNATGC
TNATGG
TNATGN
TNATNA
TNATNT
TNATNC
TNATNG
TNATNN
TNACAA
TNACAT
TNACAC
TNACAG
TNACAN
TNACTA
TNACTT
TNACTC
TNACTG
TNACTN
TNACCA
TNACCT
TNACCC
TNACCG
TNACCN
TNACGA
TNACGT
TNACGC
TNACGG
TNACGN
TNACNA
TNACNT
TNACNC
TNACNG
TNACNN
TNAGAA
TNAGAT
TNAGAC
TNAGAG
TNAGAN
TNAGTA
TNAGTT
TNAGTC
TNAGTG
TNAGTN
TNAGCA
TNAGCT
TNAGCC
TNAGCG
TNAGCN
TNAGGA
TNAGGT
TNAGGC
TNAGGG
TNAGGN
TNAGNA
TNAGNT
TNAGNC
TNAGNG
TNAGNN
TNANAA
TNANAT
TNANAC
TNANAG
TNANAN
TNANTA
TNANTT
TNANTC
TNANTG
TNANTN
TNANCA
TNANCT
TNANCC
TNANCG
TNANCN
TNANGA
TNANGT
TNANGC
TNANGG
TNANGN
TNANNA
TNANNT
TNANNC
TNANNG
TNANNN
TNTAAA
TNTAAT
TNTAAC
TNTAAG
TNTAAN
TNTATA
TNTATT
TNTATC
TNTATG
TNTATN
TNTACA
TNTACT
TNTACC
TNTACG
TNTACN
TNTAGA
TNTAGT
TNTAGC
TNTAGG
TNTAGN
TNTANA
TNTANT
TNTANC
TNTANG
TNTANN
TNTTAA
TNTTAT
TNTTAC
TNTTAG
TNTTAN
TNTTTA
TNTTTT
TNTTTC
TNTTTG
TNTTTN
TNTTCA
TNTTCT
TNTTCC
TNTTCG
TNTTCN
TNTTGA
TNTTGT
TNTTGC
TNTTGG
TNTTGN
TNTTNA
TNTTNT
TNTTNC
TNTTNG
TNTTNN
TNTCAA
TNTCAT
TNTCAC
TNTCAG
TNTCAN
TNTCTA
TNTCTT
TNTCTC
TNTCTG
TNTCTN
TNTCCA
TNTCCT
TNTCCC
TNTCCG
TNTCCN
TNTCGA
TNTCGT
TNTCGC
TNTCGG
TNTCGN
TNTCNA
TNTCNT
TNTCNC
TNTCNG
TNTCNN
TNTGAA
TNTGAT
TNTGAC
TNTGAG
TNTGAN
TNTGTA
TNTGTT
TNTGTC
TNTGTG
TNTGTN
TNTGCA
TNTGCT
TNTGCC
TNTGCG
TNTGCN
TNTGGA
TNTGGT
TNTGGC
TNTGGG
TNTGGN
TNTGNA
TNTGNT
TNTGNC
TNTGNG
TNTGNN
TNTNAA
TNTNAT
TNTNAC
TNTNAG
TNTNAN
TNTNTA
TNTNTT
TNTNTC
TNTNTG
TNTNTN
TNTNCA
TNTNCT
TNTNCC
TNTNCG
TNTNCN
TNTNGA
TNTNGT
TNTNGC
TNTNGG
TNTNGN
TNTNNA
TNTNNT
TNTNNC
TNTNNG
TNTNNN
TNCAAA
TNCAAT
TNCAAC
TNCAAG
TNCAAN
TNCATA
TNCATT
TNCATC
TNCATG
TNCATN
TNCACA
TNCACT
TNCACC
TNCACG
TNCACN
TNCAGA
TNCAGT
TNCAGC
TNCAGG
TNCAGN
TNCANA
TNCANT
TNCANC
TNCANG
TNCANN
TNCTAA
TNCTAT
TNCTAC
TNCTAG
TNCTAN
TNCTTA
TNCTTT
TNCTTC
TNCTTG
TNCTTN
TNCTCA
TNCTCT
TNCTCC
TNCTCG
TNCTCN
TNCTGA
TNCTGT
TNCTGC
TNCTGG
TNCTGN
TNCTNA
TNCTNT
TNCTNC
TNCTNG
TNCTNN
TNCCAA
TNCCAT
TNCCAC
TNCCAG
TNCCAN
TNCCTA
TNCCTT
TNCCTC
TNCCTG
TNCCTN
TNCCCA
TNCCCT
TNCCCC
TNCCCG
TNCCCN
TNCCGA
TNCCGT
TNCCGC
TNCCGG
TNCCGN
TNCCNA
TNCCNT
TNCCNC
TNCCNG
TNCCNN
TNCGAA
TNCGAT
TNCGAC
TNCGAG
TNCGAN
TNCGTA
TNCGTT
TNCGTC
TNCGTG
TNCGTN
TNCGCA
TNCGCT
TNCGCC
TNCGCG
TNCGCN
TNCGGA
TNCGGT
TNCGGC
TNCGGG
TNCGGN
TNCGNA
TNCGNT
TNCGNC
TNCGNG
TNCGNN
TNCNAA
TNCNAT
TNCNAC
TNCNAG
TNCNAN
TNCNTA
TNCNTT
TNCNTC
TNCNTG
TNCNTN
TNCNCA
TNCNCT
TNCNCC
TNCNCG
TNCNCN
TNCNGA
TNCNGT
TNCNGC
TNCNGG
TNCNGN
TNCNNA
TNCNNT
TNCNNC
TNCNNG
TNCNNN
TNGAAA
TNGAAT
TNGAAC
TNGAAG
TNGAAN
TNGATA
TNGATT
TNGATC
TNGATG
TNGATN
TNGACA
TNGACT
TNGACC
TNGACG
TNGACN
TNGAGA
TNGAGT
TNGAGC
TNGAGG
TNGAGN
TNGANA
TNGANT
TNGANC
TNGANG
TNGANN
TNGTAA
TNGTAT
TNGTAC
TNGTAG
TNGTAN
TNGTTA
TNGTTT
TNGTTC
TNGTTG
TNGTTN
TNGTCA
TNGTCT
TNGTCC
TNGTCG
TNGTCN
TNGTGA
TNGTGT
TNGTGC
TNGTGG
TNGTGN
TNGTNA
TNGTNT
TNGTNC
TNGTNG
TNGTNN
TNGCAA
TNGCAT
TNGCAC
TNGCAG
TNGCAN
TNGCTA
TNGCTT
TNGCTC
TNGCTG
TNGCTN
TNGCCA
TNGCCT
TNGCCC
TNGCCG
TNGCCN
TNGCGA
TNGCGT
TNGCGC
TNGCGG
TNGCGN
TNGCNA
TNGCNT
TNGCNC
TNGCNG
TNGCNN
TNGGAA
TNGGAT
TNGGAC
TNGGAG
TNGGAN
TNGGTA
TNGGTT
TNGGTC
TNGGTG
TNGGTN
TNGGCA
TNGGCT
TNGGCC
TNGGCG
TNGGCN
TNGGGA
TNGGGT
TNGGGC
TNGGGG
TNGGGN
TNGGNA
TNGGNT
TNGGNC
TNGGNG
TNGGNN
TNGNAA
TNGNAT
TNGNAC
TNGNAG
TNGNAN
TNGNTA
TNGNTT
TNGNTC
TNGNTG
TNGNTN
TNGNCA
TNGNCT
TNGNCC
TNGNCG
TNGNCN
TNGNGA
TNGNGT
TNGNGC
TNGNGG
TNGNGN
TNGNNA
TNGNNT
TNGNNC
TNGNNG
TNGNNN
TNNAAA
TNNAAT
TNNAAC
TNNAAG
TNNAAN
TNNATA
TNNATT
TNNATC
TNNATG
TNNATN
TNNACA
TNNACT
TNNACC
TNNACG
TNNACN
TNNAGA
TNNAGT
TNNAGC
TNNAGG
TNNAGN
TNNANA
TNNANT
TNNANC
TNNANG
TNNANN
TNNTAA
TNNTAT
TNNTAC
TNNTAG
TNNTAN
TNNTTA
TNNTTT
TNNTTC
TNNTTG
TNNTTN
TNNTCA
TNNTCT
TNNTCC
TNNTCG
TNNTCN
TNNTGA
TNNTGT
TNNTGC
TNNTGG
TNNTGN
TNNTNA
TNNTNT
TNNTNC
TNNTNG
TNNTNN
TNNCAA
TNNCAT
TNNCAC
TNNCAG
TNNCAN
TNNCTA
TNNCTT
TNNCTC
TNNCTG
TNNCTN
TNNCCA
TNNCCT
TNNCCC
TNNCCG
TNNCCN
TNNCGA
TNNCGT
TNNCGC
TNNCGG
TNNCGN
TNNCNA
TNNCNT
TNNCNC
TNNCNG
TNNCNN
TNNGAA
TNNGAT
TNNGAC
TNNGAG
TNNGAN
TNNGTA
TNNGTT
TNNGTC
TNNGTG
TNNGTN
TNNGCA
TNNGCT
TNNGCC
TNNGCG
TNNGCN
TNNGGA
TNNGGT
TNNGGC
TNNGGG
TNNGGN
TNNGNA
TNNGNT
TNNGNC
TNNGNG
TNNGNN
TNNNAA
TNNNAT
TNNNAC
TNNNAG
TNNNAN
TNNNTA
TNNNTT
TNNNTC
TNNNTG
TNNNTN
TNNNCA
TNNNCT
TNNNCC
TNNNCG
TNNNCN
TNNNGA
TNNNGT
TNNNGC
TNNNGG
TNNNGN
TNNNNA
TNNNNT
TNNNNC
TNNNNG
TNNNNN
CAAAAA
CAAAAT
CAAAAC
CAAAAG
CAAAAN
CAAATA
CAAATT
CAAATC
CAAATG
CAAATN
CAAACA
CAAACT
CAAACC
CAAACG
CAAACN
CAAAGA
CAAAGT
CAAAGC
CAAAGG
CAAAGN
CAAANA
CAAANT
CAAANC
CAAANG
CAAANN
CAATAA
CAATAT
CAATAC
CAATAG
CAATAN
CAATTA
CAATTT
CAATTC
CAATTG
CAATTN
CAATCA
CAATCT
CAATCC
CAATCG
CAATCN
CAATGA
CAATGT
CAATGC
CAATGG
CAATGN
CAATNA
CAATNT
CAATNC
CAATNG
CAATNN
CAACAA
CAACAT
CAACAC
CAACAG
CAACAN
CAACTA
CAACTT
CAACTC
CAACTG
CAACTN
CAACCA
CAACCT
CAACCC
CAACCG
CAACCN
CAACGA
CAACGT
CAACGC
CAACGG
CAACGN
CAACNA
CAACNT
CAACNC
CAACNG
CAACNN
CAAGAA
CAAGAT
CAAGAC
CAAGAG
CAAGAN
CAAGTA
CAAGTT
CAAGTC
CAAGTG
CAAGTN
CAAGCA
CAAGCT
CAAGCC
CAAGCG
CAAGCN
CAAGGA
CAAGGT
CAAGGC
CAAGGG
CAAGGN
CAAGNA
CAAGNT
CAAGNC
CAAGNG
CAAGNN
CAANAA
CAANAT
CAANAC
CAANAG
CAANAN
CAANTA
CAANTT
CAANTC
CAANTG
CAANTN
CAANCA
CAANCT
CAANCC
CAANCG
CAANCN
CAANGA
CAANGT
CAANGC
CAANGG
CAANGN
CAANNA
CAANNT
CAANNC
CAANNG
CAANNN
CATAAA
CATAAT
CATAAC
CATAAG
CATAAN
CATATA
CATATT
CATATC
CATATG
CATATN
CATACA
CATACT
CATACC
CATACG
CATACN
CATAGA
CATAGT
CATAGC
CATAGG
CATAGN
CATANA
CATANT
CATANC
CATANG
CATANN
CATTAA
CATTAT
CATTAC
CATTAG
CATTAN
CATTTA
CATTTT
CATTTC
CATTTG
CATTTN
CATTCA
CATTCT
CATTCC
CATTCG
CATTCN
CATTGA
CATTGT
CATTGC
CATTGG
CATTGN
CATTNA
CATTNT
CATTNC
CATTNG
CATTNN
CATCAA
CATCAT
CATCAC
CATCAG
CATCAN
CATCTA
CATCTT
CATCTC
CATCTG
CATCTN
CATCCA
CATCCT
CATCCC
CATCCG
CATCCN
CATCGA
CATCGT
CATCGC
CATCGG
CATCGN
CATCNA
CATCNT
CATCNC
CATCNG
CATCNN
CATGAA
CATGAT
CATGAC
CATGAG
CATGAN
CATGTA
CATGTT
CATGTC
CATGTG
CATGTN
CATGCA
CATGCT
CATGCC
CATGCG
CATGCN
CATGGA
CATGGT
CATGGC
CATGGG
CATGGN
CATGNA
CATGNT
CATGNC
CATGNG
CATGNN
CATNAA
CATNAT
CATNAC
CATNAG
CATNAN
CATNTA
CATNTT
CATNTC
CATNTG
CATNTN
CATNCA
CATNCT
CATNCC
CATNCG
CATNCN
CATNGA
CATNGT
CATNGC
CATNGG
CATNGN
CATNNA
CATNNT
CATNNC
CATNNG
CATNNN
CACAAA
CACAAT
CACAAC
CACAAG
CACAAN
CACATA
CACATT
CACATC
CACATG
CACATN
CACACA
CACACT
CACACC
CACACG
CACACN
CACAGA
CACAGT
CACAGC
CACAGG
CACAGN
CACANA
CACANT
CACANC
CACANG
CACANN
CACTAA
CACTAT
CACTAC
CACTAG
CACTAN
CACTTA
CACTTT
CACTTC
CACTTG
CACTTN
CACTCA
CACTCT
CACTCC
CACTCG
CACTCN
CACTGA
CACTGT
CACTGC
CACTGG
CACTGN
CACTNA
CACTNT
CACTNC
CACTNG
CACTNN
CACCAA
CACCAT
CACCAC
CACCAG
CACCAN
CACCTA
CACCTT
CACCTC
CACCTG
CACCTN
CACCCA
CACCCT
CACCCC
CACCCG
CACCCN
CACCGA
CACCGT
CACCGC
CACCGG
CACCGN
CACCNA
CACCNT
CACCNC
CACCNG
CACCNN
CACGAA
CACGAT
CACGAC
CACGAG
CACGAN
CACGTA
CACGTT
CACGTC
CACGTG
CACGTN
CACGCA
CACGCT
CACGCC
CACGCG
CACGCN
CACGGA
CACGGT
CACGGC
CACGGG
CACGGN
CACGNA
CACGNT
CACGNC
CACGNG
CACGNN
CACNAA
CACNAT
CACNAC
CACNAG
CACNAN
CACNTA
CACNTT
CACNTC
CACNTG
CACNTN
CACNCA
CACNCT
CACNCC
CACNCG
CACNCN
CACNGA
CACNGT
CACNGC
CACNGG
CACNGN
CACNNA
CACNNT
CACNNC
CACNNG
CACNNN
CAGAAA
CAGAAT
CAGAAC
CAGAAG
CAGAAN
CAGATA
CAGATT
CAGATC
CAGATG
CAGATN
CAGACA
CAGACT
CAGACC
CAGACG
CAGACN
CAGAGA
CAGAGT
CAGAGC
CAGAGG
CAGAGN
CAGANA
CAGANT
CAGANC
CAGANG
CAGANN
CAGTAA
CAGTAT
CAGTAC
CAGTAG
CAGTAN
CAGTTA
CAGTTT
CAGTTC
CAGTTG
CAGTTN
CAGTCA
CAGTCT
CAGTCC
CAGTCG
CAGTCN
CAGTGA
CAGTGT
CAGTGC
CAGTGG
CAGTGN
CAGTNA
CAGTNT
CAGTNC
CAGTNG
CAGTNN
CAGCAA
CAGCAT
CAGCAC
CAGCAG
CAGCAN
CAGCTA
CAGCTT
CAGCTC
CAGCTG
CAGCTN
CAGCCA
CAGCCT
CAGCCC
CAGCCG
CAGCCN
CAGCGA
CAGCGT
CAGCGC
CAGCGG
CAGCGN
CAGCNA
CAGCNT
CAGCNC
CAGCNG
CAGCNN
CAGGAA
CAGGAT
CAGGAC
CAGGAG
CAGGAN
CAGGTA
CAGGTT
CAGGTC
CAGGTG
CAGGTN
CAGGCA
CAGGCT
CAGGCC
CAGGCG
CAGGCN
CAGGGA
CAGGGT
CAGGGC
CAGGGG
CAGGGN
CAGGNA
CAGGNT
CAGGNC
CAGGNG
CAGGNN
CAGNAA
CAGNAT
CAGNAC
CAGNAG
CAGNAN
CAGNTA
CAGNTT
CAGNTC
CAGNTG
CAGNTN
CAGNCA
CAGNCT
CAGNCC
CAGNCG
CAGNCN
CAGNGA
CAGNGT
CAGNGC
CAGNGG
CAGNGN
CAGNNA
CAGNNT
CAGNNC
CAGNNG
CAGNNN
CANAAA
CANAAT
CANAAC
CANAAG
CANAAN
CANATA
CANATT
CANATC
CANATG
CANATN
CANACA
CANACT
CANACC
CANACG
CANACN
CANAGA
CANAGT
CANAGC
CANAGG
CANAGN
CANANA
CANANT
CANANC
CANANG
CANANN
CANTAA
CANTAT
CANTAC
CANTAG
CANTAN
CANTTA
CANTTT
CANTTC
CANTTG
CANTTN
CANTCA
CANTCT
CANTCC
CANTCG
CANTCN
CANTGA
CANTGT
CANTGC
CANTGG
CANTGN
CANTNA
CANTNT
CANTNC
CANTNG
CANTNN
CANCAA
CANCAT
CANCAC
CANCAG
CANCAN
CANCTA
CANCTT
CANCTC
CANCTG
CANCTN
CANCCA
CANCCT
CANCCC
CANCCG
CANCCN
CANCGA
CANCGT
CANCGC
CANCGG
CANCGN
CANCNA
CANCNT
CANCNC
CANCNG
CANCNN
CANGAA
CANGAT
CANGAC
CANGAG
CANGAN
CANGTA
CANGTT
CANGTC
CANGTG
CANGTN
CANGCA
CANGCT
CANGCC
CANGCG
CANGCN
CANGGA
CANGGT
CANGGC
CANGGG
CANGGN
CANGNA
CANGNT
CANGNC
CANGNG
CANGNN
CANNAA
CANNAT
CANNAC
CANNAG
CANNAN
CANNTA
CANNTT
CANNTC
CANNTG
CANNTN
CANNCA
CANNCT
CANNCC
CANNCG
CANNCN
CANNGA
CANNGT
CANNGC
CANNGG
CANNGN
CANNNA
CANNNT
CANNNC
CANNNG
CANNNN
CTAAAA
CTAAAT
CTAAAC
CTAAAG
CTAAAN
CTAATA
CTAATT
CTAATC
CTAATG
CTAATN
CTAACA
CTAACT
CTAACC
CTAACG
CTAACN
CTAAGA
CTAAGT
CTAAGC
CTAAGG
CTAAGN
CTAANA
CTAANT
CTAANC
CTAANG
CTAANN
CTATAA
CTATAT
CTATAC
CTATAG
CTATAN
CTATTA
CTATTT
CTATTC
CTATTG
CTATTN
CTATCA
CTATCT
CTATCC
CTATCG
CTATCN
CTATGA
CTATGT
CTATGC
CTATGG
CTATGN
CTATNA
CTATNT
CTATNC
CTATNG
CTATNN
CTACAA
CTACAT
CTACAC
CTACAG
CTACAN
CTACTA
CTACTT
CTACTC
CTACTG
CTACTN
CTACCA
CTACCT
CTACCC
CTACCG
CTACCN
CTACGA
CTACGT
CTACGC
CTACGG
CTACGN
CTACNA
CTACNT
CTACNC
CTACNG
CTACNN
CTAGAA
CTAGAT
CTAGAC
CTAGAG
CTAGAN
CTAGTA
CTAGTT
CTAGTC
CTAGTG
CTAGTN
CTAGCA
CTAGCT
CTAGCC
CTAGCG
CTAGCN
CTAGGA
CTAGGT
CTAGGC
CTAGGG
CTAGGN
CTAGNA
CTAGNT
CTAGNC
CTAGNG
CTAGNN
CTANAA
CTANAT
CTANAC
CTANAG
CTANAN
CTANTA
CTANTT
CTANTC
CTANTG
CTANTN
CTANCA
CTANCT
CTANCC
CTANCG
CTANCN
CTANGA
CTANGT
CTANGC
CTANGG
CTANGN
CTANNA
CTANNT
CTANNC
CTANNG
CTANNN
CTTAAA
CTTAAT
CTTAAC
CTTAAG
CTTAAN
CTTATA
CTTATT
CTTATC
CTTATG
CTTATN
CTTACA
CTTACT
CTTACC
CTTACG
CTTACN
CTTAGA
CTTAGT
CTTAGC
CTTAGG
CTTAGN
CTTANA
CTTANT
CTTANC
CTTANG
CTTANN
CTTTAA
CTTTAT
CTTTAC
CTTTAG
CTTTAN
CTTTTA
CTTTTT
CTTTTC
CTTTTG
CTTTTN
CTTTCA
CTTTCT
CTTTCC
CTTTCG
CTTTCN
CTTTGA
CTTTGT
CTTTGC
CTTTGG
CTTTGN
CTTTNA
CTTTNT
CTTTNC
CTTTNG
CTTTNN
CTTCAA
CTTCAT
CTTCAC
CTTCAG
CTTCAN
CTTCTA
CTTCTT
CTTCTC
CTTCTG
CTTCTN
CTTCCA
CTTCCT
CTTCCC
CTTCCG
CTTCCN
CTTCGA
CTTCGT
CTTCGC
CTTCGG
CTTCGN
CTTCNA
CTTCNT
CTTCNC
CTTCNG
CTTCNN
CTTGAA
CTTGAT
CTTGAC
CTTGAG
CTTGAN
CTTGTA
CTTGTT
CTTGTC
CTTGTG
CTTGTN
CTTGCA
CTTGCT
CTTGCC
CTTGCG
CTTGCN
CTTGGA
CTTGGT
CTTGGC
CTTGGG
CTTGGN
CTTGNA
CTTGNT
CTTGNC
CTTGNG
CTTGNN
CTTNAA
CTTNAT
CTTNAC
CTTNAG
CTTNAN
CTTNTA
CTTNTT
CTTNTC
CTTNTG
CTTNTN
CTTNCA
CTTNCT
CTTNCC
CTTNCG
CTTNCN
CTTNGA
CTTNGT
CTTNGC
CTTNGG
CTTNGN
CTTNNA
CTTNNT
CTTNNC
CTTNNG
CTTNNN
CTCAAA
CTCAAT
CTCAAC
CTCAAG
CTCAAN
CTCATA
CTCATT
CTCATC
CTCATG
CTCATN
CTCACA
CTCACT
CTCACC
CTCACG
